{
  "about.page.description": "What is Zetter and Zetter Gallery",
  "about.page.title": "About",
  "about.title": "About Zetter Project",
  "about.zetter-gallery.button.download": "Download Zetter Gallery from CurseForge",
  "about.zetter-gallery.button.download.from": "from CurseForge",
  "about.zetter-gallery.button.download.what": "Download Zetter Gallery",
  "about.zetter-gallery.button.wiki": "Check out Zetter Gallery Wiki",
  "about.zetter-gallery.button.wiki.check": "Check out",
  "about.zetter-gallery.button.wiki.what": "Zetter Gallery Wiki",
  "about.zetter.button.download": "Download Zetter from CurseForge",
  "about.zetter.button.download.from": "from CurseForge",
  "about.zetter.button.download.what": "Download Zetter",
  "about.zetter.button.wiki": "Check out Zetter Wiki",
  "about.zetter.button.wiki.check": "Check out",
  "about.zetter.button.wiki.what": "Zetter Wiki",
  "about.zetter.description": "Zetter is a Minecraft mod for creating paintings in Minecraft. It allows players to draw paintings in game with ol' MS Paint-like UI. Paintings can be combined for up to 4x4 blocks, wrapped in a frame and put on the wall. This should add some cozy feeling for your virtual home.",
  "about.zetter.discord.description": "Share your ideas and know about the updates first! We also look for community managers and moderators who can rate paintings.",
  "about.zetter.discord.title": "Join our community",
  "about.zetter.gallery.description": "Zetter Gallery is a mod and a place to share your Zetter artworks with the world. With Zetter Gallery mod, the Painting Merchant is added, that allows you to sell and purchase popular paintings on Zetter Gallery",
  "about.zetter.gallery.mod-wiki-link": "Check out Zetter Gallery mod wiki page with recipes and manuals",
  "about.zetter.gallery.title": "What is Zetter Gallery",
  "about.zetter.mod-wiki-link": "Check out Zetter mod wiki page with recipes and manuals",
  "about.zetter.title": "What is Zetter",
  "auth-prompt.check.title": "How to make sure I am safe?",
  "auth-prompt.disclaimer.title": "Why do I need that?",
  "auth-prompt.microsoft.disclaimer.what-for": "This allows server to purchase and submit paintings on your behalf when you trading with painting merchant.",
  "auth-prompt.microsoft.disclaimer.why": "To prove that you are the real player playing on a real server and it's not just automated requests.",
  "auth.microsoft.button.agreement": "By pressing the button, you confirm that you are in legal age and agree to the terms of service.",
  "auth.microsoft.callout.alpha": "This is a very early version of the service, provided as is. Issues may arise, content is not yet moderated.",
  "auth.microsoft.callout.check-disclaimer": "If you don't see this message when connecting Zetter Gallery, there's a chance that someone trying to steal your info.",
  "auth.microsoft.callout.same-account": "Please use the same Microsoft account you use to login into Minecraft.",
  "auth.microsoft.check.advice": "Good you asked! Always check the domain in your browser when writing passwords. On this step, you can be redirected to \"zettergallery.onmicrosoft.com\" or \"login.live.com\" first if you&apos;re not logged into microsoft account. If domain matches, everything is alright.",
  "auth.microsoft.disclaimer.track": "This is also used track what paintings you purchase in order to keep feed relevant. Do not worry, we keep your activity data only for a week.",
  "auth.microsoft.disclaimer.why": "We need this to make sure that you have access to the player account that can be used for submitting paintings. This allows you to have personal feed with your favorite paintings and check your paintings stats.",
  "auth.microsoft.finish.description.callback.description": "We will redirect you soon to continue your action.",
  "auth.microsoft.finish.description.callback.title": "Please do not close this page",
  "auth.microsoft.finish.description.description": "Now you'll be able to quickly authorize game server with your Minecraft account.",
  "auth.microsoft.finish.description.title": "You are signed up",
  "auth.start.page.description": "Grant Zetter Gallery rights to access your account",
  "auth.start.page.title": "Authenticate with Microsoft Account",
  "common.post.painting.alt": "{paintingName} by {username}",
  "common.post.painting.link.title": "{paintingName} by {username}",
  "contributors.page.description": "Zetter Gallery credits",
  "contributors.page.title": "Contributors",
  "contributors.title": "Credits",
  "error.401.page.description": "You are not logged in to access this resource",
  "error.401.page.title": "Unauthenticated",
  "error.403.page.description": "You are not allowed to access this resource",
  "error.403.page.title": "Forbidden",
  "error.404.page.description": "Page not found",
  "error.404.page.title": "Not Found",
  "error.500.page.description": "Internal server error page",
  "error.500.page.title": "Error!",
  "error.bad-request.description": "Sorry, server refused to process your request",
  "error.bad-request.title": "Bad request",
  "error.forbidden.description": "Server said you cannot access this resource.",
  "error.forbidden.title": "Forbidden",
  "error.not-found.description": "Sorry, we were unable to locate the resource you're looking for",
  "error.not-found.title": "Not found",
  "error.server-error.description": "Sorry, something bad and unexpected happened while processing your request",
  "error.server-error.title": "Server error",
  "error.unauthenticated.description": "Server said you cannot access this resource because you are not logged in as someone who have access.",
  "error.unauthenticated.title": "Unauthenticated",
  "footer.legal.affiliation": "Zetter Gallery is not affiliated with Minecraft, Microsoft and Mojang AB.",
  "footer.legal.contributors": "Contributors",
  "footer.legal.developer": "Zetter Gallery is licensed under closed license and MPL2, developed by Dmitry Burlakov (@dantaeusb) and translated by contributors.",
  "footer.legal.learn-more": "Learn more",
  "footer.legal.minecraft-copyright": "Minecraft and associated Minecraft images are copyright of Mojang AB.",
  "footer.legal.tos": "Terms of service",
  "human-terms.complications.paragraph.1": "I am just a human being. I won't be able to protect your work in court or do any complicated legal stuff regarding copyright. I resign from any responsibility for the things going on here, in a reasonable range. For own safety I would assume good intentions from anyone making a claim.",
  "human-terms.complications.title": "What are the complications?",
  "human-terms.contribution.paragraph.1": "Yes! Well, partially. Zetter and Zetter Gallery mods are licensed under MPL2 and open-source. The front-end part of this service is also MPL2 and open-source. The API, however, is closed-source. This is because of my security concerns and because I would like to build a player base and avoid early forks. This, however, will likely be changed closer to release of 1.0 mods. I can open repository to particular contributors who proved their positive intents and have sufficient TypeScript/Nest.js skills.",
  "human-terms.contribution.title": "Can I contribute?",
  "human-terms.copyright.paragraph.1": "I do not claim exclusive or ownership rights on your artworks by any means. Your work is owned by you and no one else. However, for the sake of being safe legally, I use very similar licensing to the sites like Instagram, DeviantArt or 500px. That means I am able to show and distribute your work.",
  "human-terms.copyright.paragraph.2": "Important notice: if you at any time would like to remove your work from Zetter Gallery, you are free to do that. But there's no mechanism to retract paintings from players' servers, and no guarantees that it will be implemented. I am not responsible for what people might do with your paintings.",
  "human-terms.copyright.paragraph.3": "Things happen that someone might steal your work. That's bad because only you can decide where your work might appear. If that happened, please, contact me on Discord or email copyright@zetter.gallery, providing some proof that you own the work.",
  "human-terms.copyright.title": "What about copyright?",
  "human-terms.end.thank-you": "Thank you for reading. Feel free to talk to me if you have any questions.",
  "human-terms.introduction.paragraph.1": "First of all, Zetter Gallery is not some kind of legal entity, and created & provided solely by a single person so far. This adds some complications, but we'll talk about that later.",
  "human-terms.introduction.paragraph.2": "Zetter Gallery is created with single purpose — let people to create and share their artworks in a wonderful game called Minecraft. Advertising or selling things is not a purpose of this service.",
  "human-terms.introduction.title": "Let me explain some details about Zetter Gallery",
  "human-terms.moderation.paragraph.1": "I understand that art means different things for different people. Also, I understand that different people would prefer to see different things. With this in mind, I came to a conclusion: the moderation will be performed, perfectly, by community moderators. Our rules won't be censoring anything specifically, rather creating a 'ratings' for paintings.",
  "human-terms.moderation.paragraph.2": "I keep the right for moderators to retract or just deny your painting, if the content is very disruptive. I understand that its vague definition, but hopefully, the paintings will rarely be straight discarded. Instead, according ratings will be applied before approval. Those rating may include things like Gambling, Nudity, etc. — you can see the whole list at your player preferences page. This list is subject to extension, and the defaults will be rather 'family-friendly'. This by no means that this mod is good for kids, any kind of online activity needs parental guidance.",
  "human-terms.moderation.paragraph.3": "Moderators can make mistakes and discard or wrongly rate painting. Please be understanding that it's just people who put their free time for everyone's good. Be patient and talk to us if that happened.",
  "human-terms.moderation.paragraph.4": "I strictly recommend this mod and service only for legal age players. Registering here without reaching legal age should not be possible by Microsoft oAuth rules and breaks ToS.",
  "human-terms.moderation.title": "What about moderation?",
  "human-terms.title": "Greetings,",
  "human-terms.title.callout.check-english": "These statements are not legally binding. This page provides short explanation of the terms of use and some details about intended usage of this service.",
  "index.page.cta.button.wiki": "Learn about Zetter Gallery",
  "index.page.cta.button.wiki.about-zetter": "Zetter Gallery Project",
  "index.page.cta.button.wiki.learn": "Learn more about",
  "index.page.cta.description": "Use Zetter and Zetter Gallery mods together to add your paintings here by trading with painting merchant in Minecraft™ game.",
  "index.page.cta.title": "Would like to add your own painting?",
  "index.page.description": "Zetter Gallery is a service that allows you to share your Zetter Minecraft paintings with the world",
  "index.page.title": "Home for Minecraft paintings",
  "microsoft-auth-check-advice": "Good you asked! Just check that server described below is the one that you're playing on right now.",
  "navbar.about": "About",
  "navbar.feed": "Feed",
  "navbar.home": "Home",
  "navbar.profile": "Profile",
  "navbar.profile.avatar": "Your profile avatar",
  "navbar.profile.avatar.default": "Anonymous avatar",
  "navbar.search": "Search",
  "paintings.layered-navigation.filter.resolution": "Resolution",
  "paintings.layered-navigation.sort.hot": "Hot",
  "paintings.layered-navigation.sort.new": "New",
  "paintings.layered-navigation.sort.top": "Top",
  "paintings.page.description": "Check out painting called {paintingName} created by {username}'s at Zetter Gallery",
  "paintings.page.title": "{paintingName} by {username}",
  "player.preferences.button.reset": "Reset",
  "player.preferences.button.save": "Save",
  "player.preferences.button.save-and-continue": "Save and continue",
  "player.preferences.callout.alpha-warning": "This does not affect your feed in alpha version (but will at some point in future)! Art moderation is difficult, so be warned that you may see different things!",
  "player.preferences.public.profile": "Profile",
  "player.preferences.public.toggle.description": "Is you disable this, your nickname and avatar still will be visible, but players won't be able to view paintings and badges in your profile",
  "player.preferences.public.toggle.title": "Make your profile visible to other players",
  "player.preferences.ratings.description": "This section allows you to control what kind of paintings you may see in your feed",
  "player.preferences.ratings.title": "Ratings",
  "player.preferences.title": "Preferences",
  "players.me.logout.description": "We will redirect you back to home page soon",
  "players.me.logout.page.description": "Log out from Zetter gallery",
  "players.me.logout.page.title": "Log Out",
  "players.me.logout.title": "Successfully logged out from Zetter Gallery",
  "players.page.description": "{username}'s profile on Zetter Gallery",
  "players.page.title": "{username}'s Profile",
  "profile.count.earnings": "Earnings:",
  "profile.count.favorites": "Favorites:",
  "profile.count.paintings": "Paintings:",
  "profile.link.logout": "Log Out",
  "profile.link.preferences": "Preferences",
  "terms-for-humans.page.description": "Zetter Gallery frequently asked questions",
  "terms-for-humans.page.title": "FAQ",
  "terms.acceptance.paragraph": "BY USING THE SERVICES, YOU ARE AGREEING, ON BEHALF OF YOURSELF AND THOSE YOU REPRESENT, TO COMPLY WITH AND BE LEGALLY BOUND BY THESE TERMS AS WELL AS OUR PRIVACY POLICY AND ALL APPLICABLE LAWS. IF YOU, FOR YOURSELF OR ON BEHALF OF THOSE YOU REPRESENT, DO NOT AGREE TO ANY PROVISION OF THESE TERMS, YOU MUST, FOR YOURSELF AND ON BEHALF ANY SUCH PERSON(S), DISCONTINUE THE REGISTRATION PROCESS, DISCONTINUE YOUR USE OF THE SERVICES, AND, IF YOU ARE ALREADY REGISTERED, CANCEL YOUR ACCOUNT.",
  "terms.acceptance.title": "Acceptance of Terms",
  "terms.description.paragraph": "Dmitry Burlakov (“Zetter Gallery“, “we”, “us” or “our”) provides a platform via its website, Application Programming Interface and an independent, user-made modification to the Mojang video game Minecraft, to a community of registered users (“users” or “you”) to engage in a variety of activities, including to upload and display digital paintings (“Visual Content”). The following are the terms of use (“Terms”) for using the Site and the Services.",
  "terms.description.title": "Description of Service",
  "terms.page.description": "Zetter Gallery terms of service",
  "terms.page.title": "Terms of Service",
  "terms.title": "Terms of Service",
  "terms.title.callout.check-english": "Translations of the terms are provided by community and are not legally binding. Please refer to english version of this page if you have any questions.",
  "terms.zetter.copyright-complaints.dmca": "Zetter Gallery reserves the right to remove any Content that allegedly infringes another person’s copyright. In appropriate circumstances, Zetter Gallery will terminate the accounts of users who infringe copyright. Notices to Zetter Gallery regarding any alleged copyright infringement should be directed to Zetter Gallery via email at: copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Copyright Complaints",
  "terms.zetter.liability.title": "Limitation of Liability",
  "terms.zetter.licensing.paragraph": "By submitting Visual Content to Zetter Gallery you grant a non-exclusive, transferable, worldwide license to use, sublicense, distribute, reproduce, modify, adapt, publicly perform and publicly display such Visual Content in connection with the Services. This license will exist for the period during which the Visual Content is posted on the Site and will automatically terminate upon the removal of the Visual Content from the Site. Zetter Gallery is not responsible for the copies that were created and distributed during period that Visual Content was available on service. Zetter Gallery does not provide way to retract copies of your Visual Content after it's distribution. Zetter Gallery does not claim ownership of your Visual Content.",
  "terms.zetter.licensing.title": "Licensing",
  "terms.zetter.modification.interruptions": "Your access to and use of the Site and our Services may be interrupted from time to time as a result of equipment malfunction, updating, maintenance or repair of the Site or any other reason within or outside of our control. Zetter Gallery reserves the right to suspend or discontinue the availability of the Site, any Service, and to remove any Visual Content at any time at its sole discretion and without prior notice. Zetter Gallery may also impose limits on certain features and Services or restrict your access to parts of or all of the Site and the Services without notice or liability. The Site should not be used or relied upon for storage of your Visual Content and you are directed to retain your own copies of all Visual Content posted on the Site.",
  "terms.zetter.modification.replace": "Zetter Gallery reserves the right, at its sole discretion, to modify or replace the Terms at any time. What constitutes a material change will be determined at Zetter Gallery sole discretion. You are responsible for reviewing and becoming familiar with any such modifications. Using any Service or viewing any Visual Content constitutes your acceptance of the Terms as modified.",
  "terms.zetter.modification.title": "Modification of Terms",
  "terms.zetter.registration.paragraph": "Your access to and use of the Site and our Services may be interrupted from time to time as a result of equipment malfunction, updating, maintenance or repair of the Site or any other reason within or outside of our control. Zetter Gallery reserves the right to suspend or discontinue the availability of the Site, any Service, and to remove any Visual Content at any time at its sole discretion and without prior notice. Zetter Gallery may also impose limits on certain features and Services or restrict your access to parts of or all of the Site and the Services without notice or liability. The Site should not be used or relied upon for storage of your Visual Content and you are directed to retain your own copies of all Visual Content posted on the Site.",
  "terms.zetter.registration.title": "Registration",
  "terms.zetter.release.release-statement.1": "You hereby expressly and irrevocably release and forever discharge Zetter Gallery from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims, and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Site and the Services.",
  "terms.zetter.release.release-statement.2": "You hereby agree to indemnify and hold harmless Zetter Gallery from and against all claims, losses, expenses, damages and costs (including, but not limited to, direct, incidental, consequential, exemplary, and indirect damages), and reasonable attorneys' fees, resulting from or arising out of (i) a breach of these Terms, (ii) Content posted on the Site, by you or any person using your account or Microsoft credentials, (iv) the licensing, distribution, or use of your Visual Content, or (v) any violation of any rights of a third party. Zetter Gallery reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.",
  "terms.zetter.release.title": "Release and Indemnity",
  "terms.zetter.user-conduct.paragraph": "Your access to and use of the Site and our Services may be interrupted from time to time as a result of equipment malfunction, updating, maintenance or repair of the Site or any other reason within or outside of our control. Zetter Gallery reserves the right to suspend or discontinue the availability of the Site, any Service, and to remove any Visual Content at any time at its sole discretion and without prior notice. Zetter Gallery may also impose limits on certain features and Services or restrict your access to parts of or all of the Site and the Services without notice or liability. The Site should not be used or relied upon for storage of your Visual Content and you are directed to retain your own copies of all Visual Content posted on the Site.",
  "terms.zetter.user-conduct.title": "User Conduct",
  "terms.zetter.warranty.paragraph": "YOUR USE OF THE SITE AND THE SERVICES IS AT YOUR OWN RISK. THE SITE AND THE SERVICES ARE PROVIDED ON AN “AS IS, AS AVAILABLE” BASIS. ZETTER GALLERY EXPRESSLY DISCLAIMS ALL WARRANTIES, INCLUDING THE WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. ZETTER GALLERY DISCLAIMS ALL RESPONSIBILITY FOR ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM, ARISING OUT OF OR IN ANY WAY RELATED TO (A) ANY ERRORS IN OR OMISSIONS FROM THIS SITE AND THE SERVICES, INCLUDING, BUT NOT LIMITED TO, TECHNICAL INACCURACIES AND TYPOGRAPHICAL ERRORS, (B) THIRD PARTY COMMUNICATIONS, (C) ANY THIRD PARTY WEBSITES OR CONTENT DIRECTLY OR INDIRECTLY ACCESSED THROUGH LINKS IN THE SITE, INCLUDING BUT NOT LIMITED TO ANY ERRORS OR OMISSIONS, (D) THE UNAVAILABILITY OF ALL OR ANY PART OF THE SITE OR THE SERVICES, (E) YOUR USE OF THE SITE OR THE SERVICES, OR (F) YOUR USE OF ANY EQUIPMENT OR SOFTWARE IN CONNECTION WITH THE SITE OR THE SERVICES.",
  "terms.zetter.warranty.paragraph.1": "EXCEPT AS OTHERWISE PROVIDED BY LAW, NEITHER ZETTER GALLERY NOR ANY OF ITS AFFILIATES, PARENTS, SUBSIDIARIES, AUTHORIZED DISTRIBUTORS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, CLIENTS, OR AGENTS SHALL BE LIABLE FOR ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM YOUR USE OF THE SITE, ANY FACTS OR OPINIONS APPEARING THEREON, OR THE SERVICES. ZETTER GALLERY SHALL NOT BE LIABLE FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (INCLUDING, WITHOUT LIMITATION, ATTORNEYS’ FEES) IN ANY WAY DUE TO, RESULTING FROM, OR ARISING IN CONNECTION WITH THE USE OF OR INABILITY TO USE THE SITE OR SERVICES. TO THE EXTENT THE FOREGOING LIMITATION OF LIABILITY IS PROHIBITED OR FAILS OF ITS ESSENTIAL PURPOSE, ZETTER GALLERY’S SOLE OBLIGATION TO YOU FOR DAMAGES SHALL BE LIMITED TO (A) US$100.00 IF THE CLAIM IS UNRELATED TO THE LICENSING OF VISUAL CONTENT; OR (B) THE TOTAL FEES COLLECTED BY ZETTER GALLERY FOR THE VISUAL CONTENT THAT IS THE SUBJECT MATTER OF THE CLAIM IF THE CLAIM IS RELATED TO THE LICENSING OF VISUAL CONTENT, WITH THE UNDERSTANDING THAT ZETTER GALLERY IS NOT RESPONSIBLE FOR THE MISUSE OF VISUAL CONTENT BY DISTRIBUTORS OR ANY OTHER THIRD PARTY UNDER ANY CIRCUMSTANCES.",
  "terms.zetter.warranty.paragraph.2": "YOU AND ZETTER GALLERY AGREE THAT ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE ARISING HEREUNDER WILL BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS, AND THAT YOU WILL NOT SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION, A REPRESENTATIVE ACTION, A COLLECTIVE ACTION, A PRIVATE ATTORNEY-GENERAL ACTION, OR IN ANY PROCEEDING IN WHICH YOU ACT OR PROPOSE TO ACT IN A REPRESENTATIVE CAPACITY. YOU FURTHER AGREE THAT NO PROCEEDING WILL BE JOINED, CONSOLIDATED, OR COMBINED WITH ANOTHER PROCEEDING WITHOUT THE PRIOR WRITTEN CONSENT OF ZETTER GALLERY AND ALL PARTIES TO ANY SUCH PROCEEDING.",
  "terms.zetter.warranty.title": "Warranty Disclaimer",
  "widgets.discord-button": "Join our Discord server",
  "widgets.discord-button.join": "Join our",
  "widgets.discord-button.server": "Discord server",
  "widgets.under-construction.description.discord-button": "Join our Discord server",
  "widgets.under-construction.description.discord-button.join": "Join our",
  "widgets.under-construction.description.discord-button.server": "Discord server",
  "widgets.under-construction.description.updates": "If you'd like to know about updates:",
  "widgets.under-construction.description.why": "We are building home for Zetter paintings",
  "wiki.zetter-gallery.about-feed.description.1": "Feed is ever updating list of paintings, available for purchase. With small amount of paintings the feed is not very useful, but its main goal is to always have some interesting paintings for you to choose from.",
  "wiki.zetter-gallery.about-feed.description.2": "The feed is updated every 15 minutes and populated with trending, top and new paintings, if present.",
  "wiki.zetter-gallery.about-feed.description.3": "Also, you can use stars on this website to mark paintings you find interesting. Those paintings will have higher changes to appear in your personal feed, that is available for purchase only to you.",
  "wiki.zetter-gallery.about-feed.section": "About feed",
  "wiki.zetter-gallery.about-feed.title": "About feed",
  "wiki.zetter-gallery.login.description.mc-auth": "After that, if you logged into your account, you will be prompted to allow the Minecraft server you opened the link from to use your Zetter account. Check that it's the correct server and press allow if everything seems alright to you.",
  "wiki.zetter-gallery.login.description.ms-auth": "If you haven't logged in on this site, you will be asked to log in with your Microsoft account. Please check carefully that the URI in your address bar is zetter.gallery and read the message on that page. This will help you to secure account. Do not enter your Microsoft password outside of Microsoft websites.",
  "wiki.zetter-gallery.login.description.screen": "If you are using Zetter Gallery mod for the first time, you will be prompted to log in.",
  "wiki.zetter-gallery.login.description.zg-auth": "To log in, you would need the Internet connection and Internet browser on your computer (you 99% have this if you are reading this article). When you click on the link, you will be redirected to log in page on this site.",
  "wiki.zetter-gallery.login.description.zg-requirements": "To log in, you would Minecraft to allow you to open links. It is enabled by default, but if you have problems and nothing opens, you can check out if you are allowed to open links in Main Menu -> Options -> Chat Settings -> Links.",
  "wiki.zetter-gallery.login.section": "Logging in",
  "wiki.zetter-gallery.login.title": "Logging in",
  "wiki.zetter-gallery.page.description": "Get information about Zetter Gallery Mod for Minecraft",
  "wiki.zetter-gallery.page.title": "Zetter Gallery Wiki",
  "wiki.zetter-gallery.painting-merchant.description.1": "To start trading paintings, you will need to find a villager and change their occupation. In order for a villager to become a Painting Merchant, they should have an assigned bed and Artist Table block nearby this bed.",
  "wiki.zetter-gallery.painting-merchant.description.2": "Check out the Minecraft wiki to see how villager occupation works.",
  "wiki.zetter-gallery.painting-merchant.section": "Painting Merchant",
  "wiki.zetter-gallery.painting-merchant.title": "Painting Merchant",
  "wiki.zetter-gallery.title": "Zetter Gallery Wiki Home",
  "wiki.zetter-gallery.trading-interface.description.pre": "After logging in and loading of current painting feed, you will see an unusual trading interface.",
  "wiki.zetter-gallery.trading-interface.section": "Trading",
  "wiki.zetter-gallery.trading-interface.title": "Trading paintings",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "Click on this button to proceed with painting purchase or sell. Information about this operation will be sent to Gallery and you will receive your painting item or emeralds",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "5) Checkout button",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "Click on these buttons to switch painting in current feed.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "3) Previous & next buttons",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "Shows amount of painting in current feed and current position.",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "1) Painting feed pagination",
  "wiki.zetter-gallery.trading.interface.preview-dd": "Shows currently selected painting.",
  "wiki.zetter-gallery.trading.interface.preview-dt": "2) Preview",
  "wiki.zetter-gallery.trading.interface.result-dd": "Take your painting or emeralds from this slot after checkout.",
  "wiki.zetter-gallery.trading.interface.result-dt": "6) Result slot",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "This slot is used to pay for the current painting with emeralds, or to sell paintings.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "Placing painting it this slot will switch you to sell mode.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "In sell mode, you can submit your painting and receive emeralds for it.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "4) Selling slot",
  "wiki.zetter.combining.interface.grid-dd": "Place your canvases here in order to glue them together. You can also just put one canvas here.",
  "wiki.zetter.combining.interface.grid-dt": "1) Canvas combination grid",
  "wiki.zetter.combining.interface.name-dd": "Use it to name your painting.",
  "wiki.zetter.combining.interface.name-dt": "3) Name field",
  "wiki.zetter.combining.interface.preview-dd": "Shows how combined painting will look like.",
  "wiki.zetter.combining.interface.preview-dt": "2) Preview",
  "wiki.zetter.combining.interface.result-dd": "When you're happy with the result, grab your painting from there. Congratulations! First masterpiece is done.",
  "wiki.zetter.combining.interface.result-dt": "4) Result",
  "wiki.zetter.combining.section": "Combining",
  "wiki.zetter.combining.text-intro": "When you are finished with one or multiple parts of your artwork, it's time to combine canvases and put your author signature. Shift+Right-click on easel will take canvas back from easel to your inventory. Right-click the Artist Table to open combine & signing interface:",
  "wiki.zetter.combining.title": "Signing and combining canvases",
  "wiki.zetter.crafting.section": "Crafting",
  "wiki.zetter.crafting.text": "First, we need to craft some things. Some canvases, an easel to put the canvas on, some paints and finally, a palette.",
  "wiki.zetter.crafting.title": "Crafting",
  "wiki.zetter.framing.section": "Framing",
  "wiki.zetter.framing.text-finish": "What are you waiting for? Place it on the wall!",
  "wiki.zetter.framing.text-intro": "After signing and naming your painting, it's time to place it somewhere in your fancy house finally! In order to do that, we would need to create a special frame and put the painting into this frame, then place it on the wall.",
  "wiki.zetter.framing.title": "Creating a frame",
  "wiki.zetter.page.description": "Get information about Zetter Mod for Minecraft",
  "wiki.zetter.page.title": "Zetter Wiki",
  "wiki.zetter.painting.interface.finish-dd": "Start drawing!",
  "wiki.zetter.painting.interface.finish-dt": "6) Drawing window",
  "wiki.zetter.painting.interface.hex-dd": "If you know the code of the color you want to use, simply write or copy it there.",
  "wiki.zetter.painting.interface.hex-dt": "4) HEX color input",
  "wiki.zetter.painting.interface.hsv-dd": "Drag sliders to adjust selected color.",
  "wiki.zetter.painting.interface.hsv-dt": "3) HSV color adjustment",
  "wiki.zetter.painting.interface.palette-dd": "Colors are saved with palette item. Current palette slot is highlighted, you can save up to 14 colors in a single palette.",
  "wiki.zetter.painting.interface.palette-dt": "2) Palette",
  "wiki.zetter.painting.interface.palette-slot-dd": "Put your crafted palette here in order to start drawing.",
  "wiki.zetter.painting.interface.palette-slot-dt": "1) Palette slot",
  "wiki.zetter.painting.interface.tool-dd": "You may want to start with bucket to create a background.",
  "wiki.zetter.painting.interface.tool-dt": "5) Select tool",
  "wiki.zetter.painting.section": "Painting",
  "wiki.zetter.painting.text-intro": "Time to create your first masterpiece! Let me introduce how drawing interface works. It's simple as old good MS Paint, here's the reference:",
  "wiki.zetter.painting.title": "Painting",
  "wiki.zetter.preparing.section": "Preparing",
  "wiki.zetter.preparing.text-mounting": "With canvas in hand, right-click on easel to mount it.",
  "wiki.zetter.preparing.text-start": "To start drawing, we would need to prepare our painting workshop. Place the easel, grab canvas, put palette in your hotbar. You can also place an artist table somewhere nearby - we will need it later.",
  "wiki.zetter.preparing.text-workshop-title": "Our workshop should look like this:",
  "wiki.zetter.preparing.title": "Preparing Workplace",
  "wiki.zetter.recipes.artist-table": "Artist table allows you to make paintings from canvases by combining and signing them. In order to combine canvases, put them in rectangular shape in crafting grid. If the shape is correct, painting preview will be updated. If painting preview is not visible and the output slot is empty, the shape is incorrect. Supported painting sizes listed below.",
  "wiki.zetter.recipes.artist-table.section": "Artist Table",
  "wiki.zetter.recipes.artist-table.title": "Artist Table",
  "wiki.zetter.recipes.canvas": "Canvases are an intermediate home for your artworks. They are visible when put on easel with right-click, but when it's done it's better to make a painting from canvases by using artist table. You'll see combined canvases preview there.",
  "wiki.zetter.recipes.canvas.section": "Canvas",
  "wiki.zetter.recipes.canvas.title": "Canvas",
  "wiki.zetter.recipes.easel": "Easel is a starting point for all paintings. In order to start drawing, you would eed to place one in the world, put canvas on it by right-clicking with canvas in hand. A simple right click will open the easel UI. You would also need to put a palette into special slot. Shift-right click with empty hand will retract canvas from easel.",
  "wiki.zetter.recipes.easel.section": "Easel",
  "wiki.zetter.recipes.easel.title": "Easel",
  "wiki.zetter.recipes.frames.section": "Frames",
  "wiki.zetter.recipes.framing": "In order to put painting in a frame, you need to combine them on the crafting grid in any order. You can always get your painting back from the frame. To do that, just put the framed painting on a crafting grid. You can take the frame back, and un-framed painting will appear in the crafting grid.",
  "wiki.zetter.recipes.framing.title": "Framing and Un-Framing Paintings",
  "wiki.zetter.recipes.gold-frame.title": "Golden Frame",
  "wiki.zetter.recipes.golden-frame": "This is golden frame, which is much thicker than others and has a luxury look. It has inlaid emeralds, which are required for crafting. Doesn't have a nameplate by default, see below;",
  "wiki.zetter.recipes.iron-frame": "This frame doesn't have thick bezels around your painting, so you can put several of those one next to another o create a huge painting, more than 4x4 or just get rid of bezels. It's 1px thick, as vanilla painting is.",
  "wiki.zetter.recipes.iron-frame.title": "Iron Frame",
  "wiki.zetter.recipes.page.description": "Find recipes for Zetter Mod in Minecraft",
  "wiki.zetter.recipes.page.title": "Zetter Recipes Wiki",
  "wiki.zetter.recipes.painting": "This is an actual painting. It's created only by signing one or multiple combined canvases on the Artist Table.",
  "wiki.zetter.recipes.painting.section": "Painting",
  "wiki.zetter.recipes.painting.title": "Painting",
  "wiki.zetter.recipes.paints": "Paints are used to create or recharge a palette.",
  "wiki.zetter.recipes.paints.section": "Paints",
  "wiki.zetter.recipes.paints.title": "Paints",
  "wiki.zetter.recipes.palette": "Palette is necessary for drawing on a canvas. When placed in easel's UI special slot, the colors will appear. For your convenience when painting multi-canvas artwork, you can use a single palette on multiple easels and your colors will be saved with the palette. Once the palette bar is low, you won't be able to continue drawing. You can keep the colors and recharge it by combining with paintings as shown above.",
  "wiki.zetter.recipes.palette.section": "Palette",
  "wiki.zetter.recipes.special-frames.section": "Special Frames",
  "wiki.zetter.recipes.special-frames.title": "Special Frames",
  "wiki.zetter.recipes.title": "Zetter Wiki Recipes",
  "wiki.zetter.recipes.title-palette": "Palette",
  "wiki.zetter.recipes.wooden-frames": "Basic frames are made from wood, sticks, leather and nugget of your choice. You can use any vanilla type of wood, and you'll get different frames depending on what type of wood was used. If you use gold nugget in crafting, the frame will additionally have a tiny golden plate, and the name of the painting will be shown when you right-click the painting.",
  "wiki.zetter.recipes.wooden-frames.title": "Wooden Frames",
  "wiki.zetter.sharing.button.download": "Download Zetter Gallery from CurseForge",
  "wiki.zetter.sharing.button.download.from": "from CurseForge",
  "wiki.zetter.sharing.button.download.what": "Download Zetter Gallery",
  "wiki.zetter.sharing.button.wiki": "Check out Zetter Gallery Wiki",
  "wiki.zetter.sharing.button.wiki.check": "Check out",
  "wiki.zetter.sharing.button.wiki.what": "Zetter Gallery Wiki",
  "wiki.zetter.sharing.description": "You can share your painting with the world using this site, and download paintings from other artists by using Zetter Gallery add-on.",
  "wiki.zetter.sharing.section": "Sharing",
  "wiki.zetter.sharing.title": "Sharing paintings",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery is independent mod, which requires Zetter to work. It is downloaded separately, so players who prefer not to have online features can keep basic version of the mod.",
  "wiki.zetter.title": "Zetter Wiki Home"
}