{
  "about.page.description": "Was ist die Zetter und Zetter-Galerie",
  "about.page.title": "Über das Projekt",
  "about.title": "Über das Zetter-Projekt",
  "about.zetter-gallery.button.download": "Zetter Gallery von CurseForge herunterladen",
  "about.zetter-gallery.button.download.from": "von CurseForge",
  "about.zetter-gallery.button.download.what": "Zetter Gallery herunterladen",
  "about.zetter-gallery.button.wiki": "Siehe Zetter Gallery Wiki",
  "about.zetter-gallery.button.wiki.check": "Siehe Zetter",
  "about.zetter-gallery.button.wiki.what": "Gallery Wiki",
  "about.zetter.button.download": "Zetter von CurseForge herunterladen",
  "about.zetter.button.download.from": "CurseForge herunterladen",
  "about.zetter.button.download.what": "Zetter von",
  "about.zetter.button.wiki": "Siehe Zetter Wiki",
  "about.zetter.button.wiki.check": "Auschecken",
  "about.zetter.button.wiki.what": "Zetter Wiki",
  "about.zetter.description": "Zetter ist ein Minecraft mod für die Erstellung von Gemälden in Minecraft. Es ermöglicht den Spielern, Gemälde im Spiel mit alten MS Paint-ähnlichen UI zu zeichnen. Gemälde können kombiniert werden, für bis zu 4x4 Blöcke, eingewickelt in einen Rahmen und an die Wand gestellt. Dies sollte einige gemütliche Gefühl für Ihr virtuelles Zuhause hinzufügen.",
  "about.zetter.description.what": "Zetter ist ein Minecraft mod für die Erstellung von Gemälden in Minecraft. Gemälde können kombiniert werden, für bis zu 4x4 Blöcke, eingewickelt in einen Rahmen und an die Wand gestellt. Dies sollte einige gemütliche Gefühl für Ihr virtuelles Zuhause hinzufügen.",
  "about.zetter.description.what-for": "Egal, ob du dein virtuelles Zuhause gemütlicher gestalten, ein paar thematische Poster oder Bilder hinzufügen oder einfach nur herumalbern möchtest - es ist eine großartige Ergänzung zum Spiel.",
  "about.zetter.discord.description": "Teilen Sie Ihre Ideen mit und erfahren Sie als Erster von den Aktualisierungen! Wir suchen auch nach Community-Managern und Moderatoren, die Bilder bewerten können.",
  "about.zetter.discord.title": "Werden Sie Mitglied unserer Gemeinschaft",
  "about.zetter.gallery.description": "Zetter Gallery ist ein Mod und ein Ort, um Ihre Zetter-Kunstwerke mit der Welt zu teilen. Mit der Zetter Gallery Mod wird der Painting Merchant hinzugefügt, mit dem Sie beliebte Gemälde in der Zetter Gallery verkaufen und kaufen können.",
  "about.zetter.gallery.mod-wiki-link": "Schauen Sie sich die Zetter Gallery mod wiki Seite mit Rezepten und Anleitungen an",
  "about.zetter.gallery.title": "Was ist die Zetter-Galerie?",
  "about.zetter.mod-wiki-link": "Siehe Zetter mod wiki Seite mit Rezepten und Handbüchern",
  "about.zetter.name": "",
  "about.zetter.title": "Was ist Zetter?",
  "auth-prompt.check.title": "Wie kann ich sicherstellen, dass ich sicher bin?",
  "auth-prompt.deprecated.disclaimer.what-for": "Ihre Version wird nicht mehr unterstützt, tut mir leid. Ein Update auf eine neue Version ermöglicht eine anonyme Nutzung (Gemäldekauf) und einen einfacheren Gemälde-Upload.",
  "auth-prompt.deprecated.disclaimer.why": "Seit der Veröffentlichung Ihrer Version haben wir die Zetter-Galerie aktualisiert, um sie noch sicherer und zukunftsfähiger zu machen.",
  "auth-prompt.deprecated.title": "Wozu brauche ich das?",
  "auth-prompt.disclaimer.title": "Wozu brauche ich das?",
  "auth-prompt.microsoft.disclaimer.what-for": "Dies ermöglicht es dem Server, Gemälde in Ihrem Namen zu kaufen und einzureichen, wenn Sie mit Gemäldehändlern handeln.",
  "auth-prompt.microsoft.disclaimer.why": "Um zu beweisen, dass Sie ein echter Spieler sind, der auf einem echten Server spielt und es sich nicht nur um automatisierte Anfragen handelt.",
  "auth.microsoft.button.agreement": "Durch Drücken des Buttons bestätigen Sie, dass Sie volljährig sind und den Nutzungsbedingungen zustimmen.",
  "auth.microsoft.callout.alpha": "Dies ist eine sehr frühe Version des Dienstes, die ohne Mängel bereitgestellt wird. Es können Probleme auftreten, der Inhalt ist noch nicht moderiert.",
  "auth.microsoft.callout.check-disclaimer": "Wenn Sie diese Meldung beim Verbinden der Zetter-Galerie nicht sehen, besteht die Möglichkeit, dass jemand versucht, Ihre Daten zu stehlen.",
  "auth.microsoft.callout.same-account": "Bitte verwenden Sie dasselbe Microsoft-Konto, mit dem Sie sich bei Minecraft anmelden.",
  "auth.microsoft.check.advice": "",
  "auth.microsoft.disclaimer.track": "Auf diese Weise wird auch verfolgt, welche Bilder Sie kaufen, um den Feed relevant zu halten. Keine Sorge, wir speichern Ihre Aktivitätsdaten nur für eine Woche.",
  "auth.microsoft.disclaimer.why": "Wir benötigen dies, um sicherzustellen, dass Sie Zugang zum Spielerkonto haben, das zum Einreichen von Bildern verwendet werden kann. Dies ermöglicht es euch, einen persönlichen Feed mit euren Lieblingsbildern zu haben und eure Gemälde-Statistiken zu überprüfen.",
  "auth.microsoft.finish.description.callback.description": "Wir werden Sie bald weiterleiten, um Ihre Aktion fortzusetzen.",
  "auth.microsoft.finish.description.callback.title": "Bitte schließen Sie diese Seite nicht",
  "auth.microsoft.finish.description.description": "Jetzt können Sie schnell Spielserver mit Ihrem Minecraft-Konto autorisieren.",
  "auth.microsoft.finish.description.title": "Sie sind angemeldet",
  "auth.start.page.description": "Erteilen Sie der Zetter Gallery Zugriffsrechte für Ihr Konto",
  "auth.start.page.title": "Mit Microsoft-Konto authentifizieren",
  "badge.epic": "Episch",
  "badge.exceptional": "Außergewöhnlich",
  "badge.legendary": "Sagenhaft",
  "badge.rare": "Seltene",
  "badge.uncommon": "ungewöhnlich",
  "common.post.painting.action.favorite": "Dieses Bild zu den Favoriten hinzufügen",
  "common.post.painting.action.favorite.disabled": "Anmelden, um Gemälde zu den Favoriten hinzuzufügen",
  "common.post.painting.alt": "Bildname",
  "common.post.painting.alt.1.value": " Von ",
  "common.post.painting.alt.2.value": "Benutzername",
  "common.post.painting.info.impressions": "Eindrücke",
  "common.post.painting.info.total": "Insgesamt ausgegebene Smaragde",
  "common.post.painting.link.title": "Bildname",
  "common.post.painting.link.title.1.value": " Von ",
  "common.post.painting.link.title.2.value": "Benutzername",
  "components.player.plaintings.list.empty": "Dieser Spieler hat noch keine Bilder eingereicht!",
  "components.player.profile.logout-link": "Abmelden",
  "components.player.profile.preferences-link": "Voreinstellungen",
  "components.player.profile.statistics.downloads": "Downloads:",
  "components.player.profile.statistics.favorites": "Favoriten:",
  "components.player.profile.statistics.paintings": "Gemälde:",
  "components.widgets.craft-grid.shapeless": "Formloses Basteln",
  "contributors.page.description": "Zetter Galerie Impressum",
  "contributors.page.title": "Mitwirkende",
  "contributors.title": "Credits",
  "cycle.batch.no": "Charge Nr.",
  "cycle.merchant.icon": "Einige dieser Gemälde können jetzt im Spiel bei Painting Merchant gekauft werden!",
  "cycle.seed": "Seed-Phrase, mit der Sie auswählen können, welche Bilder Sie von Merchant erhalten! Die genaue Menge der Bilder wird durch diese Phrase, die Händlerstufe und Ihre Einstellungen bestimmt.",
  "cycle.timeout.left": "Läuft ab in",
  "error.401.page.description": "Sie sind nicht eingeloggt, um auf diese Ressource zuzugreifen",
  "error.401.page.title": "Unbestätigte",
  "error.403.page.description": "Sie sind nicht berechtigt, auf diese Ressource zuzugreifen",
  "error.403.page.title": "Verbotene",
  "error.404.page.description": "Seite nicht gefunden",
  "error.404.page.title": "Nicht gefunden",
  "error.500.page.description": "Interne Server-Fehlerseite",
  "error.500.page.title": "Fehler!",
  "error.bad-request.description": "Sorry, Server verweigert die Bearbeitung Ihrer Anfrage",
  "error.bad-request.title": "Schlechte Anfrage",
  "error.forbidden.description": "Der Server sagt, dass Sie auf diese Ressource nicht zugreifen können.",
  "error.forbidden.title": "Verbotene",
  "error.not-found.description": "Leider konnten wir die von Ihnen gesuchte Ressource nicht finden",
  "error.not-found.title": "Nicht gefunden",
  "error.server-error.description": "Leider ist bei der Bearbeitung Ihrer Anfrage etwas Schlimmes und Unerwartetes passiert",
  "error.server-error.title": "Server-Fehler",
  "error.unauthenticated.description": "Der Server sagt, dass Sie nicht auf diese Ressource zugreifen können, weil Sie nicht als jemand angemeldet sind, der Zugriff hat.",
  "error.unauthenticated.title": "Unbestätigte",
  "feed.hot.info": "Aktuelle Gemälde, die in den vorherigen Losen Aufmerksamkeit erregten",
  "feed.hot.title": "Heiß",
  "feed.new.info": "Frisch gebacken, gerade in der Galerie eingereicht",
  "feed.new.title": "Neu",
  "feed.personal.info": "Ihre persönliche Auswahl: Zufallsauswahl von Favoriten",
  "feed.personal.title": "PERSÖNLICH",
  "feed.popular.info": "Kleine Auswahl aus den Besten der Besten",
  "feed.popular.title": "Beliebt",
  "footer.legal.affiliation": "Die Zetter-Galerie steht in keiner Verbindung zu Minecraft, Microsoft und Mojang AB.",
  "footer.legal.contributors": "Mitwirkende",
  "footer.legal.credits": "Credits",
  "footer.legal.developer": "Zetter Gallery ist lizenziert unter geschlossener Lizenz und MPL2, entwickelt von Dmitry Burlakov (@dantaeusb) und übersetzt von Mitwirkenden.",
  "footer.legal.learn-more": "Mehr Informationen",
  "footer.legal.minecraft-copyright": "Minecraft und die dazugehörigen Minecraft-Bilder unterliegen dem Urheberrecht von Mojang AB.",
  "footer.legal.tos": "Allgemeine Geschäftsbedingungen",
  "human-terms.complications.paragraph.1": "Ich bin nur ein menschliches Wesen. Ich werde nicht in der Lage sein, Ihre Arbeit vor Gericht zu schützen oder irgendwelche komplizierten juristischen Dinge bezüglich des Urheberrechts zu tun. Ich lehne jede Verantwortung für die Dinge, die hier vor sich gehen, in einem angemessenen Rahmen ab. Zur eigenen Sicherheit würde ich bei jedem, der eine Forderung stellt, von guten Absichten ausgehen.",
  "human-terms.complications.title": "Welche Komplikationen gibt es?",
  "human-terms.contribution.paragraph.1": "Ja! Nun, teilweise. Zetter und die Zetter-Galerie-Mods sind unter MPL2 und Open-Source lizenziert. Der Front-End-Teil dieses Dienstes ist ebenfalls MPL2 und Open-Source. Die API jedoch ist Closed-Source. Das liegt an meinen Sicherheitsbedenken und daran, dass ich eine Spielerbasis aufbauen und frühe Forks vermeiden möchte. Dies wird sich aber wahrscheinlich kurz vor der Veröffentlichung der 1.0 Mods ändern. Ich kann das Repository für bestimmte Mitwirkende öffnen, die ihre positiven Absichten nachgewiesen haben und über ausreichende TypeScript/Nest.js-Kenntnisse verfügen.",
  "human-terms.contribution.title": "Kann ich einen Beitrag leisten?",
  "human-terms.copyright.paragraph.1": "Ich erhebe in keiner Weise Anspruch auf Exklusiv- oder Eigentumsrechte an Ihren Werken. Ihr Werk gehört Ihnen und niemandem sonst. Um jedoch rechtlich auf der sicheren Seite zu sein, verwende ich eine ähnliche Lizenzierung wie Instagram, DeviantArt oder 500px. Das bedeutet, dass ich in der Lage bin, Ihre Werke zu zeigen und zu verbreiten.",
  "human-terms.copyright.paragraph.2": "Wichtiger Hinweis: Wenn Sie zu irgendeinem Zeitpunkt Ihr Werk aus der Zetter-Galerie entfernen möchten, können Sie das tun. Es gibt jedoch keinen Mechanismus, um Gemälde von den Servern der Spieler zurückzuziehen, und es gibt keine Garantien dafür, dass dies geschehen wird. Ich bin nicht verantwortlich für das, was andere mit Ihren Bildern machen könnten.",
  "human-terms.copyright.paragraph.3": "Es kann passieren, dass jemand Ihre Arbeit stiehlt. Das ist schlecht, denn nur du kannst entscheiden, wo dein Werk erscheinen könnte. Wenn das passiert ist, kontaktiere mich bitte auf Discord oder per E-Mail an copyright@zetter.gallery und liefere einen Beweis dafür, dass du der Eigentümer des Werks bist.",
  "human-terms.copyright.title": "Was ist mit dem Urheberrecht?",
  "human-terms.end.thank-you": "Ich danke Ihnen für die Lektüre. Wenn Sie Fragen haben, können Sie sich gerne an mich wenden.",
  "human-terms.introduction.paragraph.1": "Zunächst einmal ist die Zetter-Galerie keine juristische Person und wird bisher nur von einer einzigen Person erstellt und angeboten. Das bringt einige Komplikationen mit sich, aber darüber reden wir später.",
  "human-terms.introduction.paragraph.2": "Die Zetter-Galerie wurde mit einem einzigen Ziel erstellt - Menschen die Möglichkeit zu geben, ihre Kunstwerke in einem wunderbaren Spiel namens Minecraft zu erstellen und zu teilen. Werbung oder den Verkauf von Dingen ist nicht ein Zweck dieses Dienstes.",
  "human-terms.introduction.title": "Lassen Sie mich einige Details zur Zetter-Galerie erklären",
  "human-terms.moderation.paragraph.1": "Ich verstehe, dass Kunst für verschiedene Menschen unterschiedliche Dinge bedeutet. Ich verstehe auch, dass unterschiedliche Menschen unterschiedliche Dinge sehen möchten. Vor diesem Hintergrund bin ich zu dem Schluss gekommen, dass die Moderation perfekt von den Community-Moderatoren übernommen wird. Unsere Regeln werden nichts spezifisch zensieren, sondern eher eine \"Bewertung\" für Bilder erstellen.",
  "human-terms.moderation.paragraph.2": "Ich behalte mir das Recht vor, dass Moderatoren Ihr Bild zurückziehen oder einfach ablehnen, wenn der Inhalt sehr störend ist. Ich verstehe, dass seine vage Definition, aber hoffentlich, die Bilder werden selten direkt verworfen werden. Stattdessen werden vor der Freigabe entsprechende Bewertungen vorgenommen. Diese Einstufungen können Dinge wie Glücksspiel, Nacktheit usw. beinhalten - die gesamte Liste könnt ihr auf eurer Spieler-Einstellungsseite einsehen. Diese Liste kann erweitert werden, und die Standardeinstellungen sind eher \"familienfreundlich\". Das bedeutet keineswegs, dass diese Mod für Kinder geeignet ist, jede Art von Online-Aktivität bedarf der elterlichen Aufsicht.",
  "human-terms.moderation.paragraph.3": "Moderatoren können Fehler machen und Bilder ablehnen oder falsch bewerten. Bitte habt Verständnis dafür, dass es nur Menschen sind, die ihre Freizeit für das Wohl aller einsetzen. Seien Sie geduldig und sprechen Sie mit uns, wenn das passiert ist.",
  "human-terms.moderation.paragraph.4": "Ich empfehle diesen Mod und Service nur für volljährige Spieler. Sich hier zu registrieren, ohne die Volljährigkeit zu erreichen, sollte nach den oAuth-Regeln von Microsoft nicht möglich sein und verstößt gegen die ToS.",
  "human-terms.moderation.title": "Wie sieht es mit der Mäßigung aus?",
  "human-terms.title": "Grüße,",
  "human-terms.title.callout.check-english": "Diese Erklärungen sind nicht rechtsverbindlich. Diese Seite bietet eine kurze Erläuterung der Nutzungsbedingungen und einige Details über die beabsichtigte Nutzung dieses Dienstes.",
  "index.page.cta.button.wiki": "Erfahren Sie mehr über die Zetter-Galerie",
  "index.page.cta.button.wiki.about-zetter": "Zetter Galerie Projekt",
  "index.page.cta.button.wiki.learn": "Erfahren Sie mehr über",
  "index.page.cta.description": "Verwenden Sie Zetter und Zetter Gallery Mods zusammen, um Ihre Gemälde hier durch den Handel mit Malerei Händler in Minecraft™ Spiel hinzuzufügen.",
  "index.page.cta.title": "Möchten Sie Ihr eigenes Bild hinzufügen?",
  "index.page.description": "Die Zetter-Galerie ist ein Dienst, mit dem du deine Zetter-Minecraft-Bilder mit der Welt teilen kannst.",
  "index.page.title": "Startseite für Minecraft-Gemälde",
  "introduction.feed.description": "Der Feed ist eine sich ständig aktualisierende Liste von Gemälden, die beim Gemäldehändler im Spiel erhältlich sind. Du kannst deinen Feed anpassen, indem du dich einloggst und einige Gemälde zu deinen Favoriten hinzufügst.",
  "introduction.first-time.description": "Zetter Gallery ist eine Minecraft-Mod, die es Ihnen ermöglicht, Gemälde zu teilen, die mit dem Pixelkunst-Editor im Spiel erstellt wurden. Mods mit Malerei-Editor und Malerei-Händler sind separat installiert.",
  "introduction.first-time.ignore": "Ich weiß schon",
  "introduction.first-time.learn-more": "Erfahren Sie mehr!",
  "microsoft-auth-check-advice": "Gut, dass du gefragt hast! Überprüfen Sie einfach, dass der unten beschriebene Server derjenige ist, auf dem Sie gerade spielen.",
  "navbar.about": "Über",
  "navbar.feed": "Futtermittel",
  "navbar.home": "Startseite",
  "navbar.profile": "Profil",
  "navbar.profile.avatar": "Ihr Profil-Avatar",
  "navbar.profile.avatar.default": "Anonymer Avatar",
  "navbar.search": "Suche",
  "paintings.layered-navigation.filter.resolution": "Auflösung",
  "paintings.layered-navigation.sort.hot": "Heiß",
  "paintings.layered-navigation.sort.new": "Neu",
  "paintings.layered-navigation.sort.top": "Top",
  "paintings.page.description": "Sehen Sie sich das Gemälde namens",
  "paintings.page.description.1.value": "Bildname",
  "paintings.page.description.2.value": " Erstellt von",
  "paintings.page.description.3.value": "Benutzername",
  "paintings.page.description.4.value": "in der Galerie Zetter",
  "paintings.page.title": "Bildname",
  "paintings.page.title.1.value": " Von ",
  "paintings.page.title.2.value": "Benutzername",
  "player.preferences.button.reset": "Zurücksetzen",
  "player.preferences.button.save": "Speichern",
  "player.preferences.button.save-and-continue": "Speichern und fortfahren",
  "player.preferences.callout.alpha-warning": "In der Alphaversion hat dies keine Auswirkungen auf Ihren Feed (wird es aber irgendwann in der Zukunft)! Die Kunstmoderation ist schwierig, also seid gewarnt, dass ihr unterschiedliche Dinge sehen könnt!",
  "player.preferences.public.profile": "Profil",
  "player.preferences.public.toggle.description": "Wenn du diese Funktion deaktivierst, sind dein Nickname und dein Avatar weiterhin sichtbar, aber die Spieler können keine Bilder und Abzeichen in deinem Profil sehen.",
  "player.preferences.public.toggle.title": "Machen Sie Ihr Profil für andere Spieler sichtbar",
  "player.preferences.ratings.description": "In diesem Abschnitt können Sie festlegen, welche Art von Bildern Sie in Ihrem Feed sehen können",
  "player.preferences.ratings.title": "Bewertungen",
  "player.preferences.title": "Voreinstellungen",
  "players.me.logout.description": "Wir leiten Sie bald wieder zur Startseite zurück",
  "players.me.logout.page.description": "Von der Zetter-Galerie abmelden",
  "players.me.logout.page.title": "Abmelden",
  "players.me.logout.title": "Erfolgreich von der Zetter-Galerie abgemeldet",
  "players.page.description": "Benutzername",
  "players.page.description.1.value": "Profil auf Zetter Gallery",
  "players.page.title": "Benutzername",
  "players.page.title.1.value": "Das Profil",
  "profile.count.earnings": "Die Einnahmen:",
  "profile.count.favorites": "Favoriten:",
  "profile.count.paintings": "Gemälde:",
  "profile.link.logout": "Abmelden",
  "profile.link.preferences": "Voreinstellungen",
  "terms-for-humans.page.description": "Häufig gestellte Fragen zur Zetter-Galerie",
  "terms-for-humans.page.title": "FAQ",
  "terms.acceptance.paragraph": "DURCH DIE NUTZUNG DER DIENSTE ERKLÄREN SIE SICH FÜR SICH SELBST UND DIE VON IHNEN VERTRETENEN PERSONEN DAMIT EINVERSTANDEN, DIESE BEDINGUNGEN SOWIE UNSERE DATENSCHUTZRICHTLINIE UND ALLE GELTENDEN GESETZE EINZUHALTEN UND RECHTLICH DARAN GEBUNDEN ZU SEIN. WENN SIE FÜR SICH SELBST ODER IM NAMEN DER VON IHNEN VERTRETENEN PERSONEN MIT EINER BESTIMMUNG DIESER BEDINGUNGEN NICHT EINVERSTANDEN SIND, MÜSSEN SIE FÜR SICH SELBST UND IM NAMEN DER BETREFFENDEN PERSONEN DEN REGISTRIERUNGSPROZESS ABBRECHEN, DIE NUTZUNG DER DIENSTE EINSTELLEN UND, FALLS SIE BEREITS REGISTRIERT SIND, IHR KONTO LÖSCHEN.",
  "terms.acceptance.title": "Akzeptanz der Bedingungen",
  "terms.description.paragraph": "Dmitry Burlakov (\"Zetter Gallery\", \"wir\", \"uns\" oder \"unser\") stellt einer Gemeinschaft von registrierten Nutzern (\"Nutzer\" oder \"Sie\") über seine Website, seine Anwendungsprogrammierschnittstelle und eine unabhängige, von Nutzern vorgenommene Modifikation des Mojang-Videospiels Minecraft eine Plattform zur Verfügung, um eine Vielzahl von Aktivitäten durchzuführen, einschließlich des Hochladens und Ausstellens von digitalen Gemälden (\"visuelle Inhalte\"). Im Folgenden sind die Nutzungsbedingungen (\"Bedingungen\") für die Nutzung der Website und der Dienste aufgeführt.",
  "terms.description.title": "Beschreibung der Dienstleistung",
  "terms.page.description": "Nutzungsbedingungen der Zetter-Galerie",
  "terms.page.title": "Allgemeine Geschäftsbedingungen",
  "terms.title": "Allgemeine Geschäftsbedingungen",
  "terms.title.callout.check-english": "Die Übersetzungen der Begriffe werden von der Gemeinschaft zur Verfügung gestellt und sind nicht rechtsverbindlich. Bitte beachten Sie die englische Version dieser Seite, wenn Sie Fragen haben.",
  "terms.zetter.copyright-complaints.dmca": "Die Zetter Gallery behält sich das Recht vor, Inhalte zu entfernen, die angeblich das Urheberrecht einer anderen Person verletzen. Unter entsprechenden Umständen wird die Zetter Gallery die Konten von Nutzern, die das Urheberrecht verletzen, kündigen. Mitteilungen an die Zetter Gallery bezüglich angeblicher Urheberrechtsverletzungen sollten per E-Mail an die Zetter Gallery gerichtet werden: copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Copyright-Beschwerden",
  "terms.zetter.liability.title": "Beschränkung der Haftung",
  "terms.zetter.licensing.paragraph": "Durch die Übermittlung visueller Inhalte an die Zetter-Galerie gewähren Sie eine nicht-exklusive, übertragbare, weltweite Lizenz zur Nutzung, Unterlizenzierung, Verteilung, Vervielfältigung, Änderung, Anpassung, öffentlichen Aufführung und öffentlichen Darstellung solcher visuellen Inhalte in Verbindung mit den Dienstleistungen. Diese Lizenz gilt für den Zeitraum, in dem die visuellen Inhalte auf der Website veröffentlicht werden, und endet automatisch, wenn die visuellen Inhalte von der Website entfernt werden. Zetter Gallery ist nicht verantwortlich für die Kopien, die während des Zeitraums, in dem die visuellen Inhalte auf der Webseite verfügbar waren, erstellt und verbreitet wurden. Zetter Gallery bietet keine Möglichkeit, Kopien Ihrer visuellen Inhalte nach deren Verbreitung zurückzuziehen. Zetter Gallery erhebt keinen Anspruch auf das Eigentum an Ihren visuellen Inhalten.",
  "terms.zetter.licensing.title": "Lizenzierung",
  "terms.zetter.modification.interruptions": "Ihr Zugriff auf die Website und unsere Dienstleistungen und deren Nutzung können von Zeit zu Zeit aufgrund von Fehlfunktionen der Geräte, Aktualisierungen, Wartungs- oder Reparaturarbeiten an der Website oder aus anderen Gründen innerhalb oder außerhalb unserer Kontrolle unterbrochen werden. Die Zetter Gallery behält sich das Recht vor, die Verfügbarkeit der Website und jeglicher Dienstleistungen auszusetzen oder zu beenden und visuelle Inhalte jederzeit nach eigenem Ermessen und ohne vorherige Ankündigung zu entfernen. Die Zetter Gallery kann auch bestimmte Funktionen und Dienste einschränken oder Ihren Zugang zu Teilen oder der Gesamtheit der Website und der Dienste ohne Vorankündigung oder Haftung beschränken. Die Website sollte nicht für die Speicherung Ihrer visuellen Inhalte verwendet werden, und Sie sind angewiesen, Ihre eigenen Kopien aller auf der Website veröffentlichten visuellen Inhalte aufzubewahren.",
  "terms.zetter.modification.replace": "Die Zetter Gallery behält sich das Recht vor, die Bedingungen nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Was eine wesentliche Änderung darstellt, wird von der Zetter Gallery nach eigenem Ermessen festgelegt. Sie sind dafür verantwortlich, solche Änderungen zu prüfen und sich mit ihnen vertraut zu machen. Durch die Nutzung eines Dienstes oder die Betrachtung visueller Inhalte erklären Sie sich mit den geänderten Bedingungen einverstanden.",
  "terms.zetter.modification.title": "Änderung der Bedingungen",
  "terms.zetter.registration.paragraph": "Ihr Zugriff auf die Website und unsere Dienstleistungen und deren Nutzung können von Zeit zu Zeit aufgrund von Fehlfunktionen der Geräte, Aktualisierungen, Wartungs- oder Reparaturarbeiten an der Website oder aus anderen Gründen innerhalb oder außerhalb unserer Kontrolle unterbrochen werden. Die Zetter Gallery behält sich das Recht vor, die Verfügbarkeit der Website und jeglicher Dienstleistungen auszusetzen oder zu beenden und visuelle Inhalte jederzeit nach eigenem Ermessen und ohne vorherige Ankündigung zu entfernen. Die Zetter Gallery kann auch bestimmte Funktionen und Dienste einschränken oder Ihren Zugang zu Teilen oder der Gesamtheit der Website und der Dienste ohne Vorankündigung oder Haftung beschränken. Die Website sollte nicht für die Speicherung Ihrer visuellen Inhalte verwendet werden, und Sie sind angewiesen, Ihre eigenen Kopien aller auf der Website veröffentlichten visuellen Inhalte aufzubewahren.",
  "terms.zetter.registration.title": "Anmeldung",
  "terms.zetter.release.release-statement.1": "Sie entbinden Zetter Gallery hiermit ausdrücklich und unwiderruflich von allen Klagen, Klagegründen, Prozessen, Haftungsansprüchen, Schulden, Urteilen, Ansprüchen und Forderungen, die Sie jemals hatten, jetzt haben oder in Zukunft haben können, haben werden oder haben könnten, die direkt oder indirekt aus Ihrer Nutzung der Website und der Dienste entstehen.",
  "terms.zetter.release.release-statement.2": "Sie erklären sich hiermit einverstanden, die Zetter Gallery von allen Ansprüchen, Verlusten, Ausgaben, Schäden und Kosten (einschließlich, aber nicht beschränkt auf direkte, zufällige, Folgeschäden, exemplarische und indirekte Schäden) und angemessenen Anwaltskosten freizustellen, die sich aus (i) einem Verstoß gegen diese Bedingungen, (ii) auf der Website veröffentlichten Inhalten durch Sie oder eine Person, die Ihr Konto oder Ihre Microsoft-Anmeldeinformationen verwendet, (iv) der Lizenzierung, Verbreitung oder Verwendung Ihrer visuellen Inhalte oder (v) der Verletzung von Rechten Dritter ergeben oder daraus entstehen. Die Zetter Gallery behält sich das Recht vor, auf eigene Kosten die ausschließliche Verteidigung und Kontrolle über alle Angelegenheiten zu übernehmen, die andernfalls der Entschädigung durch Sie unterliegen.",
  "terms.zetter.release.title": "Freistellung und Entschädigung",
  "terms.zetter.user-conduct.paragraph": "Ihr Zugriff auf die Website und unsere Dienstleistungen und deren Nutzung können von Zeit zu Zeit aufgrund von Fehlfunktionen der Geräte, Aktualisierungen, Wartungs- oder Reparaturarbeiten an der Website oder aus anderen Gründen innerhalb oder außerhalb unserer Kontrolle unterbrochen werden. Die Zetter Gallery behält sich das Recht vor, die Verfügbarkeit der Website und jeglicher Dienstleistungen auszusetzen oder zu beenden und visuelle Inhalte jederzeit nach eigenem Ermessen und ohne vorherige Ankündigung zu entfernen. Die Zetter Gallery kann auch bestimmte Funktionen und Dienste einschränken oder Ihren Zugang zu Teilen oder der Gesamtheit der Website und der Dienste ohne Vorankündigung oder Haftung beschränken. Die Website sollte nicht für die Speicherung Ihrer visuellen Inhalte verwendet werden, und Sie sind angewiesen, Ihre eigenen Kopien aller auf der Website veröffentlichten visuellen Inhalte aufzubewahren.",
  "terms.zetter.user-conduct.title": "Benutzerverhalten",
  "terms.zetter.warranty.paragraph": "DIE NUTZUNG DER WEBSITE UND DER DIENSTE ERFOLGT AUF EIGENE GEFAHR. DIE WEBSITE UND DIE DIENSTLEISTUNGEN WERDEN AUF DER BASIS \"WIE SIE SIND, WIE VERFÜGBAR\" BEREITGESTELLT. ZETTER GALLERY SCHLIESST AUSDRÜCKLICH ALLE GEWÄHRLEISTUNGEN AUS, EINSCHLIESSLICH DER GEWÄHRLEISTUNG DER HANDELSÜBLICHKEIT, DES EIGENTUMSRECHTS, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON RECHTEN. DIE GALERIE ZETTER LEHNT JEDE VERANTWORTUNG FÜR VERLUSTE, VERLETZUNGEN, ANSPRÜCHE, HAFTUNG ODER SCHÄDEN JEGLICHER ART AB, DIE SICH AUS (A) FEHLERN ODER AUSLASSUNGEN AUF DIESER WEBSITE UND DEN DIENSTLEISTUNGEN ERGEBEN, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF TECHNISCHE UNGENAUIGKEITEN UND TYPOGRAFISCHE FEHLER, (B) KOMMUNIKATION VON DRITTEN, (C) WEBSITES ODER INHALTE DRITTER, AUF DIE DIREKT ODER INDIREKT ÜBER LINKS AUF DER WEBSITE ZUGEGRIFFEN WIRD, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF FEHLER ODER AUSLASSUNGEN, (D) DIE NICHTVERFÜGBARKEIT DER GESAMTEN ODER EINES TEILS DER WEBSITE ODER DER DIENSTLEISTUNGEN, (E) IHRE NUTZUNG DER WEBSITE ODER DER DIENSTLEISTUNGEN ODER (F) IHRE NUTZUNG VON GERÄTEN ODER SOFTWARE IN VERBINDUNG MIT DER WEBSITE ODER DEN DIENSTLEISTUNGEN.",
  "terms.zetter.warranty.paragraph.1": "VORBEHALTLICH ANDERSLAUTENDER GESETZLICHER BESTIMMUNGEN HAFTEN WEDER DIE ZETTER GALLERY NOCH IHRE ANGESCHLOSSENEN UNTERNEHMEN, MUTTERGESELLSCHAFTEN, TOCHTERGESELLSCHAFTEN, AUTORISIERTEN HÄNDLER, DIREKTOREN, AKTIONÄRE, MITARBEITER, KUNDEN ODER VERTRETER FÜR VERLUSTE, VERLETZUNGEN, ANSPRÜCHE, HAFTUNGEN ODER SCHÄDEN JEGLICHER ART, DIE SICH AUS DER NUTZUNG DER WEBSITE, DER DARIN ENTHALTENEN TATSACHEN ODER MEINUNGEN ODER DER DIENSTLEISTUNGEN ERGEBEN. ZETTER GALLERY HAFTET NICHT FÜR BESONDERE, DIREKTE, INDIREKTE, ZUFÄLLIGE, STRAFENDE ODER FOLGESCHÄDEN JEGLICHER ART (EINSCHLIESSLICH, OHNE EINSCHRÄNKUNG, RECHTSANWALTSKOSTEN), DIE IN IRGENDEINER WEISE DURCH DIE NUTZUNG ODER DIE UNFÄHIGKEIT DER NUTZUNG DER WEBSITE ODER DER DIENSTLEISTUNGEN ENTSTEHEN ODER SICH DARAUS ERGEBEN. SOWEIT DIE VORSTEHENDE HAFTUNGSBESCHRÄNKUNG UNZULÄSSIG IST ODER IHREN WESENTLICHEN ZWECK VERFEHLT, IST DIE EINZIGE SCHADENSERSATZVERPFLICHTUNG VON ZETTER GALLERY GEGENÜBER IHNEN AUF (A) US$ 100,00 BESCHRÄNKT, WENN DER ANSPRUCH NICHT MIT DER LIZENZIERUNG VISUELLER INHALTE ZUSAMMENHÄNGT; ODER (B) AUF DIE GESAMTEN GEBÜHREN, DIE ZETTER GALLERY FÜR DIE VISUELLEN INHALTE EINGENOMMEN HAT, DIE GEGENSTAND DES ANSPRUCHS SIND, WENN DER ANSPRUCH MIT DER LIZENZIERUNG VISUELLER INHALTE ZUSAMMENHÄNGT, WOBEI ZETTER GALLERY UNTER KEINEN UMSTÄNDEN FÜR DEN MISSBRAUCH VISUELLER INHALTE DURCH HÄNDLER ODER ANDERE DRITTE VERANTWORTLICH IST.",
  "terms.zetter.warranty.paragraph.2": "SIE UND ZETTER GALLERY ERKLÄREN SICH DAMIT EINVERSTANDEN, DASS ALLE VERFAHREN ZUR LÖSUNG ODER BEILEGUNG VON STREITIGKEITEN, DIE SICH AUS DIESEM VERTRAG ERGEBEN, AUSSCHLIESSLICH AUF INDIVIDUELLER BASIS GEFÜHRT WERDEN UND DASS SIE NICHT VERSUCHEN WERDEN, EINE STREITIGKEIT ALS SAMMELKLAGE, REPRÄSENTATIVE KLAGE, KOLLEKTIVKLAGE, KLAGE EINES PRIVATANWALTS ODER IN EINEM VERFAHREN, IN DEM SIE IN REPRÄSENTATIVER FUNKTION HANDELN ODER ZU HANDELN BEABSICHTIGEN, ZU VERHANDELN. SIE ERKLÄREN SICH FERNER DAMIT EINVERSTANDEN, DASS KEIN VERFAHREN OHNE DIE VORHERIGE SCHRIFTLICHE ZUSTIMMUNG DER ZETTER GALLERY UND ALLER AN EINEM SOLCHEN VERFAHREN BETEILIGTEN PARTEIEN MIT EINEM ANDEREN VERFAHREN VERBUNDEN, KONSOLIDIERT ODER KOMBINIERT WIRD.",
  "terms.zetter.warranty.title": "Gewährleistungsausschluss",
  "widgets.discord-button": "Unserem Discord-Server beitreten",
  "widgets.discord-button.join": "Beitreten",
  "widgets.discord-button.server": "Diskord-Server",
  "widgets.under-construction.description.discord-button": "Unserem Discord-Server beitreten",
  "widgets.under-construction.description.discord-button.join": "Beitreten",
  "widgets.under-construction.description.discord-button.server": "Diskord-Server",
  "widgets.under-construction.description.dm": "",
  "widgets.under-construction.description.updates": "Wenn Sie über Aktualisierungen informiert werden möchten:",
  "widgets.under-construction.description.why": "Wir bauen ein Zuhause für Zetter-Bilder",
  "widgets.under-construction.title": "",
  "wiki.zetter-gallery.about-feed.description.1": "Der Feed ist eine ständig aktualisierte Liste von Gemälden, die zum Kauf angeboten werden. Mit einer kleinen Anzahl von Gemälden ist der Feed nicht sehr nützlich, aber sein Hauptziel ist es, immer einige interessante Gemälde für Sie zur Auswahl zu haben.",
  "wiki.zetter-gallery.about-feed.description.2": "Der Feed wird alle 15 Minuten aktualisiert und mit den aktuellen, besten und neuen Bildern bestückt, sofern vorhanden.",
  "wiki.zetter-gallery.about-feed.description.3": "Sie können auf dieser Website auch Sterne verwenden, um Bilder zu markieren, die Sie interessant finden. Diese Bilder erscheinen dann in Ihrem persönlichen Feed, der nur für Sie zum Kauf verfügbar ist.",
  "wiki.zetter-gallery.about-feed.section": "Über Futtermittel",
  "wiki.zetter-gallery.about-feed.title": "Über Futtermittel",
  "wiki.zetter-gallery.login.description.mc-auth": "Wenn Sie sich danach in Ihr Konto eingeloggt haben, werden Sie aufgefordert, dem Minecraft-Server, von dem aus Sie den Link geöffnet haben, die Nutzung Ihres Zetter-Kontos zu erlauben. Prüfen Sie, ob es der richtige Server ist, und drücken Sie auf \"Zulassen\", wenn alles in Ordnung zu sein scheint.",
  "wiki.zetter-gallery.login.description.ms-auth": "Wenn Sie sich auf dieser Website nicht angemeldet haben, werden Sie aufgefordert, sich mit Ihrem Microsoft-Konto anzumelden. Bitte überprüfen Sie sorgfältig, dass die URI in Ihrer Adressleiste zetter.gallery lautet, und lesen Sie die Nachricht auf dieser Seite. Dies wird Ihnen helfen, Ihr Konto zu sichern. Geben Sie Ihr Microsoft-Kennwort nicht außerhalb von Microsoft-Websites ein.",
  "wiki.zetter-gallery.login.description.screen": "Wenn Sie den Zetter Gallery mod zum ersten Mal verwenden, werden Sie aufgefordert, sich anzumelden.",
  "wiki.zetter-gallery.login.description.zg-auth": "Um sich anzumelden, benötigen Sie eine Internetverbindung und einen Internetbrowser auf Ihrem Computer (zu 99 % haben Sie diesen, wenn Sie diesen Artikel lesen). Wenn Sie auf den Link klicken, werden Sie zur Anmeldeseite auf dieser Website weitergeleitet.",
  "wiki.zetter-gallery.login.description.zg-requirements": "Um dich einzuloggen, musst du Minecraft erlauben, Links zu öffnen. Es ist standardmäßig aktiviert, aber wenn Sie Probleme haben und nichts öffnet, können Sie überprüfen, ob Sie erlaubt sind, Links in Hauptmenü -> Einstellungen zu öffnen.",
  "wiki.zetter-gallery.login.prompt.image": "",
  "wiki.zetter-gallery.login.section": "Einloggen",
  "wiki.zetter-gallery.login.title": "Einloggen",
  "wiki.zetter-gallery.page": "Wiki Startseite",
  "wiki.zetter-gallery.page.description": "Informationen über Zetter Gallery Mod für Minecraft erhalten",
  "wiki.zetter-gallery.page.title": "Zetter Gallery Wiki",
  "wiki.zetter-gallery.painting-merchant.description.1": "Um mit Gemälden zu handeln, musst du einen Dorfbewohner finden und seinen Beruf ändern. Damit ein Dorfbewohner Gemäldehändler werden kann, sollte er ein zugewiesenes Bett und einen Künstlertischblock in der Nähe dieses Bettes haben.",
  "wiki.zetter-gallery.painting-merchant.description.2": "Im Minecraft-Wiki kannst du nachlesen, wie die Besetzung von Dorfbewohnern funktioniert.",
  "wiki.zetter-gallery.painting-merchant.section": "Malerei Händler",
  "wiki.zetter-gallery.painting-merchant.title": "Malerei Händler",
  "wiki.zetter-gallery.title": "Zetter Galerie Wiki Startseite",
  "wiki.zetter-gallery.trading-interface.description.pre": "Nach dem Einloggen und dem Laden des aktuellen Bildmaterials sehen Sie eine ungewöhnliche Handelsoberfläche.",
  "wiki.zetter-gallery.trading-interface.feed-dt": "9) Futtermittel-Symbol",
  "wiki.zetter-gallery.trading-interface.instruction.image": "Befehlsbild für den Kombinationsmodus",
  "wiki.zetter-gallery.trading-interface.login-dd": "Zeigt den aktuellen Authentifizierungsstatus an. Bei anonymer Nutzung wird die Schaltfläche Anmelden angezeigt. Wenn Sie darauf klicken, werden Sie aufgefordert, sich auf dieser Website zu authentifizieren. Wenn Sie sich erfolgreich angemeldet haben, wird stattdessen Ihr Nickname angezeigt.",
  "wiki.zetter-gallery.trading-interface.login-dt": "4) Konto",
  "wiki.zetter-gallery.trading-interface.login-no-dd": "Wenn Sie diese Schaltfläche nicht sehen, ist es wahrscheinlich, dass Chat-Links in Minecraft deaktiviert sind oder der Server, auf dem Sie spielen, gesperrt ist.",
  "wiki.zetter-gallery.trading-interface.offer-count-dd": "Zeigt die Menge der Malerei im aktuellen Feed und die aktuelle Position an.",
  "wiki.zetter-gallery.trading-interface.offer-count-dt": "2) Anzahl der Angebote",
  "wiki.zetter-gallery.trading-interface.offer-paginator-dt": "",
  "wiki.zetter-gallery.trading-interface.painting-info-dd": "Zeigt das aktuell ausgewählte Gemälde auf der linken Seite und die Informationen dazu auf der rechten Seite. Zu den Informationen gehören der Name des Bildes, der Spitzname des Autors und die Größe in Blöcken.",
  "wiki.zetter-gallery.trading-interface.painting-info-dt": "1) Malerei-Vorschau & Infos",
  "wiki.zetter-gallery.trading-interface.price-dd": "Zeigt an, wie viele Smaragde Sie in den Verkaufsschlitz legen sollten, um ein Gemälde zu erhalten. Im Verkaufsmodus wird angezeigt, wie viel Sie erhalten werden: Beliebte Künstler erhalten mehr Smaragde.",
  "wiki.zetter-gallery.trading-interface.price-dt": "5) Angebotspreis",
  "wiki.zetter-gallery.trading-interface.result-slot-dt": "7) Ergebnis Schlitz",
  "wiki.zetter-gallery.trading-interface.sale-slot-dt": "6) Verkaufsschlitz",
  "wiki.zetter-gallery.trading-interface.section": "Handel",
  "wiki.zetter-gallery.trading-interface.title": "Handel mit Gemälden",
  "wiki.zetter-gallery.trading-interface.update-countdown-dt": "8) Countdown aktualisieren",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "Klicken Sie auf diese Schaltfläche, um mit dem Kauf oder Verkauf des Gemäldes fortzufahren. Die Informationen über diesen Vorgang werden an die Galerie gesendet und Sie erhalten Ihr Gemälde oder die Smaragde",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "5) Schaltfläche \"Kasse",
  "wiki.zetter-gallery.trading.interface.feed-dd": "Dies zeigt nur an, welcher Algorithmus verwendet wurde, um dieses Bild zu Ihnen zu bringen. Dies kann zum Beispiel ein Stern sein, wenn dieses Bild nur für Sie verfügbar ist, weil Sie es zu Ihren Lieblingsbildern auf dieser Website hinzugefügt haben.",
  "wiki.zetter-gallery.trading.interface.login-callout": "Das Einloggen hilft uns, besser zu arbeiten und Feed-Manipulationen durch Bots und Trolle zu verhindern. Bitte loggen Sie sich immer ein, wenn Sie ein Konto haben.",
  "wiki.zetter-gallery.trading.interface.offer-paginator-dd": "Drücken Sie diese Tasten, um das aktuelle Angebot zu wechseln. Nach oben für das vorherige Angebot und nach unten für das nächste.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "Klicken Sie auf diese Schaltflächen, um das Bild im aktuellen Feed zu wechseln.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "3) Vorherige und nächste Schaltflächen",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "Zeigt die Menge der Malerei im aktuellen Feed und die aktuelle Position an.",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "1) Malerei der Paginierung von Futtermitteln",
  "wiki.zetter-gallery.trading.interface.preview-dd": "Zeigt das aktuell ausgewählte Bild an.",
  "wiki.zetter-gallery.trading.interface.preview-dt": "2) Vorschau",
  "wiki.zetter-gallery.trading.interface.result-dd": "Nehmen Sie Ihr Gemälde oder Ihre Smaragde nach dem Auschecken aus diesem Fach.",
  "wiki.zetter-gallery.trading.interface.result-dt": "6) Ergebnis Schlitz",
  "wiki.zetter-gallery.trading.interface.result-slot-dd": "Wenn das Angebot erfüllt ist (du hast genug Smaragde oder dein Gemälde ist gültig), erhältst du dein Ergebnis aus diesem Slot. Das können Gemälde oder Smaragde sein.",
  "wiki.zetter-gallery.trading.interface.result-slot-dt": "7) Ergebnis Schlitz",
  "wiki.zetter-gallery.trading.interface.sale-slot-dd": "Legen Sie Ihre Smaragde hier ab. Jetzt. Scherz beiseite, Sie können Ihr Bild auch hier platzieren, wenn Sie eingeloggt sind, um Ihr Bild auf dieser Website einzureichen.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "Dieses Feld wird verwendet, um das aktuelle Gemälde mit Smaragden zu bezahlen oder um Gemälde zu verkaufen.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "Wenn Sie das Gemälde in diesem Feld platzieren, wechseln Sie in den Verkaufsmodus.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "Im Verkaufsmodus kannst du dein Bild einreichen und dafür Smaragde erhalten.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "4) Verkaufsschlitz",
  "wiki.zetter-gallery.trading.interface.update-countdown-dd": "Da die Angebote alle 5 Minuten aktualisiert werden, haben Sie nur eine begrenzte Zeit, um das Bild im Angebot zu kaufen. Keine Sorge, wenn die Zeit abläuft, wird diese Schaltfläche schwarz, und Sie haben 1:30 , um zu beenden, was Sie geplant haben. Sie können Angebote auch manuell aktualisieren, indem Sie auf diese Schaltfläche klicken, wenn sie schwarz ist.",
  "wiki.zetter.advanced.console.export.param1": "Der erste Parameter ist das Ziel für den Export. Normalerweise müssen Sie höchstwahrscheinlich den Parameter „client“ verwenden, damit das Gemälde in Ihrem Minecraft-Ordner gespeichert wird, dem gleichen Ort, an dem sich Screenshots und Texturpakete befinden, in einem neuen „zetter“-Verzeichnis. Wenn Sie ein Serverbetreiber sind, können Sie die Option „Server“ nutzen: Auf diese Weise wird das Gemälde nur im Stammverzeichnis des Servers im Verzeichnis „Zetter“ gespeichert. Wenn Sie in einer Einzelspieler-Welt spielen, ist das Ergebnis dasselbe, aber für dedizierte Server ist das „Server“-Ergebnis nur für die Personen zugänglich, die Zugriff auf das Dateisystem des Servercomputers haben.",
  "wiki.zetter.advanced.console.export.param2": "Der zweite Parameter ist die Nachschlageregel zum Malen. Dies kann entweder der Name des gesuchten Gemäldes in doppelten Anführungszeichen sein, z. B. „Mein Gemälde“, oder Sie können auf Ihr Gemälde anhand seiner numerischen ID verweisen. Eine andere Möglichkeit besteht darin, den Leinwandnamen zu verwenden, normalerweise ist es eine Zeichenfolge wie zetter_painting_14 (14 ist die numerische ID).",
  "wiki.zetter.advanced.console.export.pre": "Wenn Sie Ihre Arbeit außerhalb von Minecraft teilen möchten und die Zetter Gallery nicht verwenden möchten, können Sie einen speziellen Exportbefehl verwenden. Mit diesem Befehl können Sie Ihr Gemälde als PNG-Datei in Ihrem Spielordner oder im Serverordner speichern.",
  "wiki.zetter.advanced.console.export.title": "Befehl exportieren",
  "wiki.zetter.advanced.console.restore.notice": "Beachten Sie jedoch, dass dies nur für die signierten Gemälde gilt. Nicht signierte Leinwände können leicht für immer verloren gehen oder von Zetter überschrieben werden, wenn die Leinwand aus der Welt geschafft wird. Denken Sie also daran, Ihr Gemälde zu signieren, wenn Sie fertig sind, und vermeiden Sie Staffeleien als Dekoration, wenn das Ergebnis für Sie wichtig ist.",
  "wiki.zetter.advanced.console.restore.post": "Anstelle von \"Your Painting Name\" sollten Sie natürlich den Titel Ihres Gemäldes verwenden. Sie können aber auch die Gemälde-ID (Nummer) oder sogar den Leinwandcode verwenden, wenn Sie sich mehr für technische Dinge interessieren. Dieser Befehl sollte Ihnen eine Kopie des Gemäldes liefern, wenn es mit dem angegebenen Parameter gefunden wurde.",
  "wiki.zetter.advanced.console.restore.pre": "Wenn man die Ergebnisse seiner Arbeit verliert, kann das verheerend sein, wenn man viel Liebe hineingesteckt hat. Besonders verheerend ist es, wenn das passiert, weil irgendjemand eine schlecht getestete Version des Mods hochgeladen hat und ein schrecklicher Fehler passiert ist... na ja. Aus diesem Grund entfernt Zetter niemals ein Gemälde (obwohl es von der Server-Administration gesperrt werden kann, aber nicht entfernt wird, es sei denn, es wird physisch gelöscht), und es gibt einen speziellen 'Wiederherstellungs'-Befehl, der wie folgt verwendet werden kann:",
  "wiki.zetter.advanced.console.restore.title": "Befehl Wiederherstellen",
  "wiki.zetter.advanced.console.section": "Konsolenbefehle",
  "wiki.zetter.advanced.console.title": "Konsolenbefehle",
  "wiki.zetter.advanced.hotkeys": "Hotkeys sind Tastaturkürzel, die Ihnen die Arbeit erleichtern und beschleunigen sollen. Wenn Sie sie lernen, wird sich Ihre Erfahrung erheblich verbessern.",
  "wiki.zetter.advanced.hotkeys.colors.down": "Palettenplatz unterhalb des aktuellen verwenden",
  "wiki.zetter.advanced.hotkeys.colors.swap": "Farbe tauschen: Verwenden Sie den Palettenplatz neben der aktuellen Farbe.",
  "wiki.zetter.advanced.hotkeys.colors.up": "Palettenplatz über dem aktuellen verwenden",
  "wiki.zetter.advanced.hotkeys.history.redo": "Wiederholen: letzte abgebrochene Aktion wiederherstellen",
  "wiki.zetter.advanced.hotkeys.history.undo": "Rückgängig: letzte nicht abgebrochene Aktion rückgängig machen",
  "wiki.zetter.advanced.hotkeys.section": "Tastenkombinationen",
  "wiki.zetter.advanced.hotkeys.title": "Tastenkombinationen",
  "wiki.zetter.advanced.hotkeys.tools.brush": "Pinsel-Werkzeug",
  "wiki.zetter.advanced.hotkeys.tools.bucket": "Schaufel oder Füllwerkzeug",
  "wiki.zetter.advanced.hotkeys.tools.colors": "Farben",
  "wiki.zetter.advanced.hotkeys.tools.hand": "Handwerkzeug",
  "wiki.zetter.advanced.hotkeys.tools.history": "Geschichte",
  "wiki.zetter.advanced.hotkeys.tools.pencil": "Bleistift-Werkzeug",
  "wiki.zetter.advanced.hotkeys.tools.picker": "Farbwähler-Werkzeug",
  "wiki.zetter.advanced.hotkeys.tools.title": "Werkzeuge",
  "wiki.zetter.advanced.hotkeys.tools.zoom-in": "Vergrößern",
  "wiki.zetter.advanced.hotkeys.tools.zoom-out": "Verkleinern",
  "wiki.zetter.advanced.page": "Erweiterte",
  "wiki.zetter.advanced.page.description": "Erfahren Sie mehr über fortgeschrittene Techniken in Zetter Mod für Minecraft",
  "wiki.zetter.advanced.page.title": "Zetter Wiki für fortgeschrittene Themen",
  "wiki.zetter.advanced.title": "Zetter Wiki Erweiterte Themen",
  "wiki.zetter.combining.interface.combine.grid-dd": "Legen Sie Ihre Leinwände hier ab, um sie miteinander zu verbinden.",
  "wiki.zetter.combining.interface.combine.grid-dt": "1) Leinwand-Kombinationsgitter",
  "wiki.zetter.combining.interface.combine.mode-dd": "Drücken Sie , um in den geteilten Modus zu wechseln. Das Kombinationsgitter sollte leer sein.",
  "wiki.zetter.combining.interface.combine.mode-dt": "4) Modus ändern",
  "wiki.zetter.combining.interface.combine.preview-dd": "Zeigt, wie die kombinierte Leinwand aussehen wird.",
  "wiki.zetter.combining.interface.combine.preview-dt": "2) Vorschau",
  "wiki.zetter.combining.interface.combine.result-dd": "Wenn Sie mit dem Ergebnis zufrieden sind, nehmen Sie Ihre zusammengeführte Leinwand von dort.",
  "wiki.zetter.combining.interface.combine.result-dt": "3) Ergebnisslot",
  "wiki.zetter.combining.interface.grid-dd": "Lege deine Leinwände hier hin, um sie zusammenzukleben. Sie können auch nur eine Leinwand hier platzieren.",
  "wiki.zetter.combining.interface.grid-dt": "1) Leinwand-Kombinationsgitter",
  "wiki.zetter.combining.interface.name-dd": "Benutzen Sie es, um Ihr Bild zu benennen.",
  "wiki.zetter.combining.interface.name-dt": "3) Namensfeld",
  "wiki.zetter.combining.interface.preview-dd": "Zeigt, wie das kombinierte Bild aussehen wird.",
  "wiki.zetter.combining.interface.preview-dt": "2) Vorschau",
  "wiki.zetter.combining.interface.result-dd": "Wenn du mit dem Ergebnis zufrieden bist, nimmst du dein Bild von dort mit. Herzlichen Glückwunsch! Das erste Meisterwerk ist fertig.",
  "wiki.zetter.combining.interface.result-dt": "4) Ergebnis",
  "wiki.zetter.combining.interface.split.grid-dd": "Legen Sie Ihre Leinwand hier ab, um sie zu teilen.",
  "wiki.zetter.combining.interface.split.grid-dt": "1) Schlitz für die Leinwand",
  "wiki.zetter.combining.interface.split.mode-dd": "Drücken Sie , um in den Kombinationsmodus zu wechseln. Der Split-Schlitz sollte leer sein.",
  "wiki.zetter.combining.interface.split.mode-dt": "4) Modus ändern",
  "wiki.zetter.combining.interface.split.preview-dd": "Zeigt an, wie die aktuelle geteilte Leinwand aussieht.",
  "wiki.zetter.combining.interface.split.preview-dt": "2) Vorschau",
  "wiki.zetter.combining.interface.split.result-dd": "Wenn du mit dem Ergebnis zufrieden bist, nimmst du deine Leinwände von dort mit.",
  "wiki.zetter.combining.interface.split.result-dt": "3) Ergebnissteckplätze",
  "wiki.zetter.combining.interface.split.slot-dt": "1) Schlitz für die Leinwand",
  "wiki.zetter.combining.mode": "Künstler-Tisch-Modus",
  "wiki.zetter.combining.mode.combine": "Kombinieren-Modus",
  "wiki.zetter.combining.mode.combine.instruction.image": "Befehlsbild für den Kombinationsmodus",
  "wiki.zetter.combining.mode.split": "Geteilter Modus",
  "wiki.zetter.combining.mode.split.instruction.image": "Befehlsbild im geteilten Modus",
  "wiki.zetter.combining.section": "Kombinieren",
  "wiki.zetter.combining.signing.no-clearing": "Sie müssen den Standardnamen des Bildes nicht löschen. Geben Sie einfach Ihren Namen ein.",
  "wiki.zetter.combining.signing.text": "Dies ist der Vorschau- und Signierbildschirm für Ihr Bild. Unten links sehen Sie den Namen des Bildes (Standard ist Unbenannt) und Ihren Spitznamen. Auf der rechten Seite befindet sich die Schaltfläche Unterschreiben. Drücken Sie darauf, wenn Sie mit Ihrem Bild zufrieden sind und ihm einen Namen gegeben haben.",
  "wiki.zetter.combining.text-intro": "Wenn du mit einem oder mehreren Teilen deines Kunstwerks fertig bist, ist es an der Zeit, die Leinwände zu kombinieren und deine Autorensignatur anzubringen. Mit Umschalt+Rechtsklick auf die Staffelei können Sie die Leinwand von der Staffelei zurück in Ihr Inventar holen. Klicken Sie mit der rechten Maustaste auf den Künstlertisch, um die Schnittstelle zum Kombinieren und Signieren zu öffnen:",
  "wiki.zetter.combining.title": "Signieren und Kombinieren von Leinwänden",
  "wiki.zetter.copying.section": "Kopieren",
  "wiki.zetter.copying.text": "Wenn Sie Ihr Gemälde vervielfältigen möchten, müssen Sie das signierte Gemälde ohne Rahmen mit der leeren Leinwand in derselben Größe und einer Palette mit ausreichend Farben kombinieren. Sie haben eine Kopie in einem Ergebnis-Slot, und das Gemälde wird im Original-Slot sowie in der Palette mit reduzierter Farbmenge aufbewahrt. Gemälde haben wie Bücher drei Generationen: Original, Kopie und Kopie der Kopie.",
  "wiki.zetter.copying.title": "Kopieren eines Gemäldes",
  "wiki.zetter.crafting.section": "Crafting",
  "wiki.zetter.crafting.text": "Zuerst müssen wir einige Dinge herstellen. Einige Leinwände, eine Staffelei, um die Leinwand darauf zu stellen, einige Farben und schließlich eine Palette.",
  "wiki.zetter.crafting.title": "Crafting",
  "wiki.zetter.framing.result.image": "Gemälde in einem Rahmen an der Wand",
  "wiki.zetter.framing.section": "Einrahmung",
  "wiki.zetter.framing.text-finish": "Worauf warten Sie noch? Hängen Sie es an die Wand!",
  "wiki.zetter.framing.text-intro": "Nachdem Sie Ihr Gemälde signiert und mit einem Namen versehen haben, ist es an der Zeit, es in Ihrem schicken Haus zu platzieren! Dazu müssen wir einen speziellen Rahmen anfertigen, das Gemälde in diesen Rahmen setzen und es dann an die Wand hängen.",
  "wiki.zetter.framing.title": "Erstellen eines Rahmens",
  "wiki.zetter.page": "Wiki Startseite",
  "wiki.zetter.page.description": "Informationen über Zetter Mod für Minecraft erhalten",
  "wiki.zetter.page.title": "Zetter Wiki",
  "wiki.zetter.painting.callout-advanced": "Sie finden Hotkeys und Konsolenbefehle {recipesLocation}",
  "wiki.zetter.painting.callout-advanced.location": "auf dieser seite",
  "wiki.zetter.painting.instruction.image": "Bild mit Malanleitung",
  "wiki.zetter.painting.interface.canvas-dd": "Der Ort, an dem Magie geschieht. Wenn Sie den Mauszeiger mit einem Zeichenwerkzeug über den Leinwandbereich bewegen, sollte ein Zeichencursor erscheinen, der den vom Werkzeug betroffenen Bereich anzeigt. Sie können die Leinwand mit der Leertaste (Hand-Werkzeug) und dem Mausrad (Zoom-Werkzeug) neu positionieren",
  "wiki.zetter.painting.interface.canvas-dt": "2) Fläche der Leinwand",
  "wiki.zetter.painting.interface.canvas-slot-dd": "Aktuelle Leinwand, die auf dieser Staffelei platziert ist. Sie können sie auch durch Umschalt+Klick auf Staffelei aufrufen, aber alternativ können Sie auch diesen Slot verwenden.",
  "wiki.zetter.painting.interface.canvas-slot-dt": "6) Leinenschlitz",
  "wiki.zetter.painting.interface.current-tab-dd": "Aktuelle Registerkarte. Hier können Sie die Farbe auswählen, die Deckkraft des Werkzeugs, die Größe und andere Optionen einstellen. Wenn das Inventar ausgewählt ist, zeigt es das Inventar Ihres Charakters an.",
  "wiki.zetter.painting.interface.current-tab-dt": "8) Aktuelle Registerkarte",
  "wiki.zetter.painting.interface.finish-dd": "Fang an zu zeichnen!",
  "wiki.zetter.painting.interface.finish-dt": "6) Zeichnungsfenster",
  "wiki.zetter.painting.interface.hex-dd": "Wenn Sie den Code der Farbe, die Sie verwenden möchten, kennen, schreiben oder kopieren Sie ihn einfach dorthin.",
  "wiki.zetter.painting.interface.hex-dt": "4) HEX-Farbeingabe",
  "wiki.zetter.painting.interface.history-zoom-dd": "Verlauf und Zoom-Werkzeuge. Drücken Sie Rückgängig, um die letzte Aktion rückgängig zu machen, und Wiederherstellen, um sie wiederherzustellen. Die Hotkeys funktionieren. Der Verlauf wird zwischen den Spielern geteilt! Drücken Sie Plus, um den Maßstab der Leinwand zu erhöhen, und Minus, um ihn zu verringern.",
  "wiki.zetter.painting.interface.history-zoom-dt": "3) Geschichte und Umfang",
  "wiki.zetter.painting.interface.hsv-dd": "Ziehen Sie die Schieberegler, um die ausgewählte Farbe anzupassen.",
  "wiki.zetter.painting.interface.hsv-dt": "3) HSV-Farbanpassung",
  "wiki.zetter.painting.interface.palette-dd": "Farben werden mit einem Palettenelement gespeichert. Der aktuelle Palettenplatz ist hervorgehoben. Sie können bis zu 14 Farben in einer einzigen Palette speichern.",
  "wiki.zetter.painting.interface.palette-dt": "2) Palette",
  "wiki.zetter.painting.interface.palette-slot-dd": "Legen Sie hier die von Ihnen erstellte Palette ab, um mit dem Zeichnen zu beginnen.",
  "wiki.zetter.painting.interface.palette-slot-dt": "1) Palettenplatz",
  "wiki.zetter.painting.interface.tabs-dd": "Je nachdem, welches Werkzeug Sie verwenden, sehen Sie hier verschiedene Registerkarten. Wenn Sie auf eine Registerkarte klicken, ändert sich der Inhalt des Bereichs (8). Die letzte Registerkarte ist immer das Inventar. Nicht alle Werkzeuge haben Parameter. Wir werden die verschiedenen Werkzeuge und Parameter weiter unten behandeln.",
  "wiki.zetter.painting.interface.tabs-dt": "7) Registerkarten",
  "wiki.zetter.painting.interface.tool-dd": "Vielleicht möchten Sie mit einem Eimer beginnen, um einen Hintergrund zu schaffen.",
  "wiki.zetter.painting.interface.tool-dt": "5) Werkzeug auswählen",
  "wiki.zetter.painting.interface.tools-dd": "Verfügbare Werkzeuge: Pixelstift, Pinsel, Farbwähler, Schaufelwerkzeug und Hand. Jedes Werkzeug hat seinen eigenen Zweck, den wir im Folgenden beschreiben werden.",
  "wiki.zetter.painting.interface.tools-dt": "1) Werkzeuge",
  "wiki.zetter.painting.section": "Malerei",
  "wiki.zetter.painting.text-intro": "Zeit, dein erstes Meisterwerk zu schaffen! Lassen Sie mich Ihnen erklären, wie die Zeichenoberfläche funktioniert. Es ist so einfach wie das gute alte MS Paint, hier ist die Referenz:",
  "wiki.zetter.painting.title": "Malerei",
  "wiki.zetter.preparing.artist-table": "Sie können diese Leinwände auf einem speziellen Künstlertisch kombinieren, den Sie ebenfalls anfertigen müssen. Wir werden die Kombination der Leinwände im nächsten Schritt behandeln.",
  "wiki.zetter.preparing.callout-recipes": "Sie finden alle Rezeptreferenzen {recipesLocation}",
  "wiki.zetter.preparing.callout-recipes.location": "auf dieser Seite",
  "wiki.zetter.preparing.canvases": "Leinwände: Jede Leinwand bietet einen Malblock, d. h. eine Leinwand reicht für ein kleines Bild, und 16 Leinwände reichen für das größtmögliche einzelne Bild (4×4). In der Regel schlage ich vor, 4 zu nehmen - das reicht für ein 2×2-Gemälde, das auf die Staffelei passt.",
  "wiki.zetter.preparing.easel": "Schließlich brauchen Sie noch eine Staffelei. Das Rezept dazu finden Sie oben. Die Staffelei braucht etwas Platz, stellen Sie sie also nicht direkt an die Wand!",
  "wiki.zetter.preparing.introduction": "Zunächst müssen Sie einige Dinge herstellen.",
  "wiki.zetter.preparing.paints": "Jetzt brauchen wir etwas, womit wir malen können - Farben und Paletten. Paletten werden benötigt, um die Farben, mit denen du arbeitest, zu speichern, und sie sind nicht unendlich. Sie gehen zwar nicht kaputt, aber du musst sie irgendwann wieder aufladen, um weiterzumalen. Es gibt auch alternative Rezepte, die du auf der Rezepteseite finden kannst.",
  "wiki.zetter.preparing.section": "Vorbereiten von",
  "wiki.zetter.preparing.text-mounting": "Wenn Sie die Leinwand in der Hand haben, klicken Sie mit der rechten Maustaste auf die Staffelei, um sie zu montieren.",
  "wiki.zetter.preparing.text-start": "Um mit dem Malen zu beginnen, müssen wir unsere Malwerkstatt vorbereiten. Stellen Sie die Staffelei auf, nehmen Sie die Leinwand und legen Sie die Palette in Ihre Hotbar. Du kannst auch einen Künstlertisch irgendwo in der Nähe aufstellen - den brauchen wir später noch.",
  "wiki.zetter.preparing.text-workshop-title": "Unser Workshop sollte folgendermaßen aussehen:",
  "wiki.zetter.preparing.title": "Vorbereitung des Arbeitsplatzes",
  "wiki.zetter.recipes.artist-table": "Der Künstlertisch ermöglicht es dir, Gemälde aus Leinwänden zu erstellen, indem du sie kombinierst und signierst. Um Leinwände zu kombinieren, legen Sie sie in rechteckiger Form in das Bastelgitter. Wenn die Form korrekt ist, wird die Malvorschau aktualisiert. Wenn die Malvorschau nicht sichtbar ist und der Ausgabeslot leer ist, ist die Form falsch. Die unterstützten Gemäldegrößen sind unten aufgeführt.",
  "wiki.zetter.recipes.artist-table.section": "Künstler-Tisch",
  "wiki.zetter.recipes.artist-table.title": "Künstler-Tisch",
  "wiki.zetter.recipes.canvas": "Leinwände sind ein Zwischenlager für Ihre Kunstwerke. Sie sind sichtbar, wenn Sie mit der rechten Maustaste auf die Staffelei klicken, aber wenn Sie fertig sind, ist es besser, ein Gemälde aus Leinwänden zu erstellen, indem Sie die Künstlertabelle verwenden. Dort sehen Sie eine Vorschau der kombinierten Leinwände.",
  "wiki.zetter.recipes.canvas.section": "Segeltuch",
  "wiki.zetter.recipes.canvas.title": "Segeltuch",
  "wiki.zetter.recipes.easel": "Die Staffelei ist ein Ausgangspunkt für alle Gemälde. Um mit dem Zeichnen zu beginnen, müssen Sie eine in der Welt platzieren und eine Leinwand darauf legen, indem Sie mit der Leinwand in der Hand rechtsklicken. Ein einfacher Rechtsklick öffnet die Benutzeroberfläche der Staffelei. Sie müssen auch eine Palette in einen speziellen Slot legen. Ein Shift-Rechtsklick mit leerer Hand zieht die Leinwand von der Staffelei zurück.",
  "wiki.zetter.recipes.easel.section": "Staffelei",
  "wiki.zetter.recipes.easel.title": "Staffelei",
  "wiki.zetter.recipes.frames.section": "Rahmen",
  "wiki.zetter.recipes.framing": "Um ein Bild in einen Rahmen zu setzen, müssen Sie es auf dem Bastelgitter in beliebiger Reihenfolge kombinieren. Du kannst dein Bild jederzeit wieder aus dem Rahmen nehmen. Legen Sie dazu einfach das gerahmte Bild auf ein Bastelgitter. Du kannst den Rahmen zurücknehmen, und das ungerahmte Bild erscheint auf dem Bastelgitter.",
  "wiki.zetter.recipes.framing.title": "Einrahmung und Entrahmung von Gemälden",
  "wiki.zetter.recipes.gold-frame.title": "Goldener Rahmen",
  "wiki.zetter.recipes.golden-frame": "Dies ist ein goldener Rahmen, der viel dicker als andere ist und ein luxuriöses Aussehen hat. Es hat eingelegte Smaragde, die für das Handwerk erforderlich sind. Hat standardmäßig kein Namensschild, siehe unten;",
  "wiki.zetter.recipes.iron-frame": "Dieser Rahmen hat keine dicken Einfassungen um Ihr Bild, so dass Sie mehrere von denen nebeneinander setzen können, um ein riesiges Bild zu erstellen, mehr als 4x4 oder einfach loswerden Einfassungen. Es ist 1px dick, wie Vanille Malerei ist.",
  "wiki.zetter.recipes.iron-frame.title": "Eiserner Rahmen",
  "wiki.zetter.recipes.page": "Rezepte",
  "wiki.zetter.recipes.page.description": "Finden Sie Rezepte für Zetter Mod in Minecraft",
  "wiki.zetter.recipes.page.title": "Zetter-Rezepte-Wiki",
  "wiki.zetter.recipes.painting": "Dies ist ein echtes Gemälde. Es wird nur durch Unterzeichnung einer oder mehrerer kombinierter Leinwände auf dem Künstlertisch erstellt.",
  "wiki.zetter.recipes.painting.section": "Malerei",
  "wiki.zetter.recipes.painting.title": "Malerei",
  "wiki.zetter.recipes.paints": "Farben werden verwendet, um eine Palette zu erstellen oder aufzuladen.",
  "wiki.zetter.recipes.paints.section": "Farben",
  "wiki.zetter.recipes.paints.title": "Farben",
  "wiki.zetter.recipes.palette": "Die Palette wird zum Zeichnen auf einer Leinwand benötigt. Wenn Sie die Palette in den speziellen UI-Slot der Staffelei einsetzen, werden die Farben angezeigt. Um das Malen auf mehreren Leinwänden zu erleichtern, können Sie eine einzige Palette auf mehreren Staffeleien verwenden und Ihre Farben werden mit der Palette gespeichert. Sobald die Palette leer ist, können Sie nicht mehr weiterzeichnen. Sie können die Farben behalten und wieder aufladen, indem Sie sie wie oben gezeigt mit Gemälden kombinieren.",
  "wiki.zetter.recipes.palette.section": "Palette",
  "wiki.zetter.recipes.special-frames.section": "Spezial-Rahmen",
  "wiki.zetter.recipes.special-frames.title": "Spezial-Rahmen",
  "wiki.zetter.recipes.title": "Zetter Wiki-Rezepte",
  "wiki.zetter.recipes.title-palette": "Palette",
  "wiki.zetter.recipes.wooden-frames": "Einfache Rahmen werden aus Holz, Stöcken, Leder und einem Nugget deiner Wahl hergestellt. Du kannst jede Vanille-Holzsorte verwenden und erhältst unterschiedliche Rahmen, je nachdem, welche Holzsorte verwendet wurde. Wenn du beim Herstellen Goldnugget verwendest, hat der Rahmen zusätzlich eine kleine goldene Platte, und der Name des Gemäldes wird angezeigt, wenn du mit der rechten Maustaste auf das Bild klickst.",
  "wiki.zetter.recipes.wooden-frames.title": "Hölzerne Rahmen",
  "wiki.zetter.sharing.button.download": "Zetter Gallery von CurseForge herunterladen",
  "wiki.zetter.sharing.button.download.from": "von CurseForge",
  "wiki.zetter.sharing.button.download.what": "Zetter-Galerie herunterladen",
  "wiki.zetter.sharing.button.wiki": "Siehe Zetter Gallery Wiki",
  "wiki.zetter.sharing.button.wiki.check": "Auschecken",
  "wiki.zetter.sharing.button.wiki.what": "Zetter Galerie Wiki",
  "wiki.zetter.sharing.description": "Sie können Ihr Bild auf dieser Website mit der ganzen Welt teilen und mit dem Zetter Gallery Add-on Bilder von anderen Künstlern herunterladen.",
  "wiki.zetter.sharing.section": "Teilen",
  "wiki.zetter.sharing.title": "Gemälde teilen",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery ist eine unabhängige Mod, die Zetter benötigt, um zu funktionieren. Es ist separat heruntergeladen, so dass Spieler, die es vorziehen, nicht zu haben, online-Funktionen können Basis-Version der mod.",
  "wiki.zetter.signing.image": "Malerei Anweisung Bild unterzeichnen",
  "wiki.zetter.signing.section": "Unterzeichnung",
  "wiki.zetter.signing.text-intro": "Wenn Sie mit Ihrem Kunstwerk fertig sind, ist es an der Zeit, Ihre Autorensignatur anzubringen. Nach dem Signieren können Sie das Bild nicht mehr bearbeiten, also stellen Sie sicher, dass es gut ist! Klicken Sie mit der Leinwand in der Hand mit der rechten Maustaste auf eine leere Stelle, um die Vorschau- und Signierschnittstelle zu öffnen:",
  "wiki.zetter.signing.title": "Signieren von Gemälden",
  "wiki.zetter.title": "Zetter Wiki Startseite",
  "wiki.zetter.tools.color.blending": "1) Überblendungsart. Er legt fest, in welchem Farbraum und mit welchem Algorithmus die Farben gemischt werden, wenn die Mischung anwendbar ist (Pinselwerkzeug, nicht Stift mit voller Intensität). Die erste Variante ist die RYB-Mischung, die versucht, die Funktionsweise echter Farben auf eine sehr einfache Weise zu imitieren. Das kann etwas seltsam sein, aber es ergibt schönere Farben. Die zweite Möglichkeit ist die RGB-Mischung, die Digitalkünstlern sehr vertraut ist (vielleicht gefällt Ihnen das besser). Die letzte Möglichkeit ist das natürliche Mischen, bei dem echte Daten verwendet werden, die freundlicherweise von dem Forscher Scott Allen Burns zur Verfügung gestellt wurden. Es ist noch nicht implementiert, sollte aber in Zukunft die besten Ergebnisse liefern.",
  "wiki.zetter.tools.color.brightness": "Und (3) ist Helligkeit (B) Schieberegler. Auf dem niedrigsten Wert wird die Farbe schwarz.",
  "wiki.zetter.tools.color.brightness.title": "3) Schieberegler für die Helligkeit",
  "wiki.zetter.tools.color.dithering": "2) Dithering-Typ. Wenn diese Option aktiviert ist, wird jedes N-Pixel übersprungen, um einen klassischen Pixelart-Dithering-Effekt zu erzielen.",
  "wiki.zetter.tools.color.hex.title": "4) HEX-Farbfeld",
  "wiki.zetter.tools.color.hue": "1) Schieberegler Farbton (H). Wenn Sie den Mauszeiger über diesen Schieberegler halten, können Sie die aktuelle Grundfarbe im aktuell ausgewählten Palettenplatz ändern.",
  "wiki.zetter.tools.color.hue.title": "1) Farbton-Schieberegler",
  "wiki.zetter.tools.color.image": "Bild der Farbkonfigurationsanweisung",
  "wiki.zetter.tools.color.input": "4) Das Eingabefeld kann verwendet werden, um Farben von einem anderen Ort zu importieren. Es akzeptiert den hexadezimalen Wert der RGB-Farbe, manchmal auch HTML-Notation genannt. Sie sieht folgendermaßen aus: #FFDAE9. Sie können den Wert einfach in das Feld einfügen oder manuell eingeben. Beim Einfügen ist es nicht nötig, das Feld zu bereinigen, die Farbe wird der Einfachheit halber automatisch ersetzt.",
  "wiki.zetter.tools.color.intensity": "3) Intensität. Sie bestimmt, wie stark die Pixelfarbe unter dem Pinsel beeinflusst wird. Die Beeinflussung erfolgt durch den gewählten Überblendtyp. Niedrigere Werte wirken sich kaum auf die Farbe aus (nützlich für Schattierungen und Lichter), der Maximalwert ersetzt das darunter liegende Pixel einfach durch eine andere Farbe.",
  "wiki.zetter.tools.color.into": "Auf der Registerkarte Farbe sehen Sie drei Schieberegler (1, 2, 3) und ein Eingabefeld (4).",
  "wiki.zetter.tools.color.saturation": "2) Schieberegler Sättigung (S). Er beeinflusst den Kontrast der aktuellen Farbe. Bei einem Mindestwert wird die Farbe in eine Graustufenpalette umgewandelt.",
  "wiki.zetter.tools.color.saturation.title": "2) Schieberegler Sättigung",
  "wiki.zetter.tools.color.size": "4) Größe. Eine größere Größe wirkt sich auf mehr Pixel aus. Für Pinsel ist es glatt erhöht, aber für Bleistift gibt es Schwellenwerte, Bleistift hat nur begrenzte Satz von Form-Größen.",
  "wiki.zetter.tools.color.title": "Farbe",
  "wiki.zetter.tools.intentory.text": "Das Inventar Ihrer Figur. Sie können damit schnell die Paletten und Leinwände wechseln.",
  "wiki.zetter.tools.inventory.image": "Bild der Inventarisierungsanweisung",
  "wiki.zetter.tools.inventory.title": "Bestandsaufnahme",
  "wiki.zetter.tools.pencil.blending-type.title": "1) Art der Vermischung",
  "wiki.zetter.tools.pencil.dither-type.title": "2) Dithering-Typ",
  "wiki.zetter.tools.pencil.image": "Bleistift-Konfigurationsanleitung Bild",
  "wiki.zetter.tools.pencil.intensity.title": "3) Schieberegler Intensität",
  "wiki.zetter.tools.pencil.intro": "Die Konfigurationen für die Werkzeuge \"Stift\" und \"Pinsel\" sind ähnlich, so dass wir beide in einem Abschnitt behandeln.",
  "wiki.zetter.tools.pencil.size.title": "4) Größenschieber",
  "wiki.zetter.tools.pencil.title": "Parameter für Bleistift und Pinsel",
  "wiki.zetter.tools.section": "Werkzeuge",
  "wiki.zetter.tools.title": "Werkzeuge und Einstellungen",
  "wiki.zetter.workspace.image": "Workshop: Künstlertisch, Staffelei und Leinwand auf Essel",
  "wiki.zetter.workspace.section": "Arbeitsbereich",
  "wiki.zetter.workspace.text-interacting": "Mit der Palette in der Hand (oder ohne sie, wenn sie bereits vorhanden ist), klicken Sie mit der rechten Maustaste auf die Staffelei, um mit dem Zeichnen zu beginnen.",
  "wiki.zetter.workspace.text-mounting": "Wenn Sie die Leinwand in der Hand haben, klicken Sie mit der rechten Maustaste auf die Staffelei, um sie zu montieren.",
  "wiki.zetter.workspace.text-start": "Um mit dem Malen zu beginnen, müssen Sie unsere Malwerkstatt vorbereiten. Stellen Sie den Künstlertisch und die Staffelei auf, legen Sie die Leinwand auf die Staffelei und holen Sie die Palette in Ihre Hotbar.",
  "wiki.zetter.workspace.text-workshop-title": "Unser Workshop sollte folgendermaßen aussehen:",
  "wiki.zetter.workspace.title": "Vorbereitung des Arbeitsplatzes"
}
