{
  "about.page.description": "Qu'est-ce que la galerie Zetter et Zetter ?",
  "about.page.title": "À propos du projet",
  "about.title": "À propos du projet Zetter",
  "about.zetter-gallery.button.download": "Télécharger Zetter Gallery depuis CurseForge",
  "about.zetter-gallery.button.download.from": "de CurseForge",
  "about.zetter-gallery.button.download.what": "Télécharger la galerie Zetter",
  "about.zetter-gallery.button.wiki": "Consultez la galerie Zetter Wiki",
  "about.zetter-gallery.button.wiki.check": "Voir le site",
  "about.zetter-gallery.button.wiki.what": "Galerie Zetter Wiki",
  "about.zetter.button.download": "Télécharger Zetter depuis CurseForge",
  "about.zetter.button.download.from": "de CurseForge",
  "about.zetter.button.download.what": "Télécharger Zetter",
  "about.zetter.button.wiki": "Consultez le Wiki de Zetter",
  "about.zetter.button.wiki.check": "Voir le site",
  "about.zetter.button.wiki.what": "Zetter Wiki",
  "about.zetter.description": "Zetter est un mod Minecraft pour créer des peintures dans Minecraft. Il permet aux joueurs de dessiner des peintures dans le jeu avec une interface utilisateur similaire à MS Paint. Les peintures peuvent être combinées jusqu'à 4x4 blocs, enveloppés dans un cadre et mis sur le mur. Cela devrait ajouter un sentiment de confort à votre maison virtuelle.",
  "about.zetter.discord.description": "Partagez vos idées et soyez les premiers informés des mises à jour ! Nous recherchons également des community managers et des modérateurs qui peuvent noter les peintures.",
  "about.zetter.discord.title": "Rejoignez notre communauté",
  "about.zetter.gallery.description": "Zetter Gallery est un mod et un endroit pour partager vos œuvres d'art Zetter avec le monde entier. Avec le mod Zetter Gallery, le marchand de tableaux est ajouté, ce qui vous permet de vendre et d'acheter des tableaux populaires sur Zetter Gallery.",
  "about.zetter.gallery.mod-wiki-link": "Consultez la page wiki du mod Zetter Gallery, qui contient des recettes et des manuels.",
  "about.zetter.gallery.title": "Qu'est-ce que la galerie Zetter",
  "about.zetter.mod-wiki-link": "Consultez la page wiki du mod Zetter avec les recettes et les manuels.",
  "about.zetter.title": "Qu'est-ce que Zetter",
  "auth-prompt.check.title": "Comment assurer la sécurité de mes données ?",
  "auth-prompt.disclaimer.title": "Pourquoi ai-je besoin de ça ?",
  "auth-prompt.microsoft.disclaimer.what-for": "Cela permet au serveur d'acheter et de soumettre des peintures en votre nom lorsque vous négociez avec un marchand de peinture.",
  "auth-prompt.microsoft.disclaimer.why": "Pour prouver que vous êtes un vrai joueur jouant sur un vrai serveur et qu'il ne s'agit pas de simples demandes automatisées.",
  "auth.microsoft.button.agreement": "En appuyant sur le bouton, vous confirmez que vous êtes majeur et que vous acceptez les conditions de service.",
  "auth.microsoft.callout.alpha": "Il s'agit d'une version très précoce du service, fournie telle quelle. Des problèmes peuvent survenir, le contenu n'est pas encore modéré.",
  "auth.microsoft.callout.check-disclaimer": "Si vous ne voyez pas ce message lors de la connexion de Zetter Gallery, il est possible que quelqu'un essaie de voler vos informations.",
  "auth.microsoft.callout.same-account": "Veuillez utiliser le même compte Microsoft que vous utilisez pour vous connecter à Minecraft.",
  "auth.microsoft.check.advice": "C'est bien que vous ayez demandé ! Vérifiez toujours le domaine dans votre navigateur lorsque vous écrivez des mots de passe. À cette étape, vous pouvez être redirigé vers \"zettergallery.onmicrosoft.com\" ou \"login.live.com\" d'abord si vous&apos;n'êtes pas connecté à un compte microsoft. Si le domaine correspond, tout va bien.",
  "auth.microsoft.disclaimer.track": "Ces données sont également utilisées pour suivre les peintures que vous achetez afin de maintenir la pertinence des flux. Ne vous inquiétez pas, nous ne conservons vos données d'activité que pendant une semaine.",
  "auth.microsoft.disclaimer.why": "Nous en avons besoin pour nous assurer que vous avez accès au compte joueur qui peut être utilisé pour soumettre des peintures. Cela vous permet d'avoir un flux personnel avec vos peintures préférées et de vérifier les statistiques de vos peintures.",
  "auth.microsoft.finish.description.callback.description": "Nous vous redirigerons bientôt pour poursuivre votre action.",
  "auth.microsoft.finish.description.callback.title": "Veuillez ne pas fermer cette page",
  "auth.microsoft.finish.description.description": "Maintenant, vous serez en mesure d'autoriser rapidement le serveur de jeu avec votre compte Minecraft.",
  "auth.microsoft.finish.description.title": "Vous êtes inscrit",
  "auth.start.page.description": "Accorder à Zetter Gallery les droits d'accès à votre compte",
  "auth.start.page.title": "S'authentifier avec le compte Microsoft",
  "common.post.painting.alt": "nom de la peinture",
  "common.post.painting.alt.1.value": " par",
  "common.post.painting.alt.2.value": "Nom d'utilisateur",
  "common.post.painting.link.title": "nom de la peinture",
  "common.post.painting.link.title.1.value": " par",
  "common.post.painting.link.title.2.value": "Nom d'utilisateur",
  "contributors.page.description": "",
  "contributors.page.title": "",
  "contributors.title": "",
  "error.401.page.description": "Vous n'êtes pas connecté pour accéder à cette ressource",
  "error.401.page.title": "Non authentifié",
  "error.403.page.description": "Vous n'êtes pas autorisé à accéder à cette ressource",
  "error.403.page.title": "Interdit",
  "error.404.page.description": "Page non trouvée",
  "error.404.page.title": "Non trouvé",
  "error.500.page.description": "Page d'erreur de serveur interne",
  "error.500.page.title": "Erreur !",
  "error.bad-request.description": "Désolé, le serveur a refusé de traiter votre demande",
  "error.bad-request.title": "Mauvaise Demande",
  "error.forbidden.description": "Le serveur dit que vous ne pouvez pas accéder à cette ressource.",
  "error.forbidden.title": "Interdit",
  "error.not-found.description": "Désolé, nous n'avons pas pu trouver la ressource que vous recherchez.",
  "error.not-found.title": "Non trouvé",
  "error.server-error.description": "Désolé, quelque chose de grave et d'inattendu s'est produit lors du traitement de votre demande.",
  "error.server-error.title": "Erreur de serveur",
  "error.unauthenticated.description": "Le serveur indique que vous ne pouvez pas accéder à cette ressource car vous n'êtes pas connecté en tant que personne ayant un accès.",
  "error.unauthenticated.title": "Non authentifié",
  "footer.legal.affiliation": "Zetter Gallery n'est pas affilié à Minecraft, Microsoft et Mojang AB.",
  "footer.legal.contributors": "",
  "footer.legal.credits": "Crédits",
  "footer.legal.developer": "Zetter Gallery est sous licence fermée et MPL2, développé par Dmitry Burlakov (@dantaeusb) et traduit par des contributeurs.",
  "footer.legal.learn-more": "en savoir plus",
  "footer.legal.minecraft-copyright": "Minecraft et les images Minecraft associées sont protégés par le droit d'auteur de Mojang AB.",
  "footer.legal.tos": "Conditions de service",
  "human-terms.complications.paragraph.1": "Je ne suis qu'un être humain. Je ne serai pas en mesure de protéger votre travail au tribunal ou de faire des choses juridiques compliquées concernant les droits d'auteur. Je démissionne de toute responsabilité pour les choses qui se passent ici, dans une mesure raisonnable. Pour ma propre sécurité, je présume que toute personne faisant une réclamation a de bonnes intentions.",
  "human-terms.complications.title": "Quelles sont les complications ?",
  "human-terms.contribution.paragraph.1": "Oui ! Enfin, partiellement. Zetter et les mods de Zetter Gallery sont sous licence MPL2 et open-source. La partie frontale de ce service est également MPL2 et open-source. L'API, cependant, est fermée. Cela est dû à mes préoccupations en matière de sécurité et parce que je voudrais construire une base de joueurs et éviter les forks précoces. Cependant, cela sera probablement modifié à l'approche de la sortie des mods 1.0. Je peux ouvrir le dépôt à des contributeurs particuliers qui ont prouvé leurs intentions positives et ont des compétences suffisantes en TypeScript/Nest.js.",
  "human-terms.contribution.title": "Puis-je contribuer ?",
  "human-terms.copyright.paragraph.1": "Je ne revendique en aucun cas des droits exclusifs ou de propriété sur vos œuvres. Votre travail est votre propriété et celle de personne d'autre. Cependant, pour des raisons de sécurité juridique, j'utilise des licences très similaires à celles de sites comme Instagram, DeviantArt ou 500px. Cela signifie que je suis en mesure de montrer et de distribuer votre travail.",
  "human-terms.copyright.paragraph.2": "Remarque importante : si vous souhaitez à tout moment retirer votre œuvre de la galerie Zetter, vous êtes libre de le faire. Mais il n'existe aucun mécanisme permettant de retirer les peintures des serveurs des joueurs, et aucune garantie qu'il sera mis en œuvre. Je ne suis pas responsable de ce que les gens pourraient faire avec vos peintures.",
  "human-terms.copyright.paragraph.3": "Il arrive que quelqu'un puisse voler votre travail. C'est une mauvaise chose car vous êtes le seul à pouvoir décider où votre travail peut apparaître. Si c'est le cas, contactez-moi sur Discord ou envoyez-moi un courriel à copyright@zetter.gallery, en fournissant des preuves que vous êtes propriétaire de votre travail.",
  "human-terms.copyright.title": "Qu'en est-il des droits d'auteur ?",
  "human-terms.end.thank-you": "Je vous remercie de votre lecture. N'hésitez pas à me parler si vous avez des questions.",
  "human-terms.introduction.paragraph.1": "Tout d'abord, Zetter Gallery n'est pas une sorte d'entité légale, et a été créée et fournie uniquement par une seule personne jusqu'à présent. Cela ajoute quelques complications, mais nous en parlerons plus tard.",
  "human-terms.introduction.paragraph.2": "Zetter Gallery a été créé dans un seul but : permettre aux gens de créer et de partager leurs œuvres d'art dans un jeu merveilleux appelé Minecraft. La publicité ou la vente de produits n'est pas l'objectif de ce service.",
  "human-terms.introduction.title": "Laissez-moi vous expliquer quelques détails sur la galerie Zetter.",
  "human-terms.moderation.paragraph.1": "Je comprends que l'art a une signification différente selon les personnes. De même, je comprends que des personnes différentes préfèrent voir des choses différentes. Avec cela à l'esprit, je suis arrivé à une conclusion : la modération sera effectuée, parfaitement, par les modérateurs de la communauté. Nos règles ne visent pas à censurer quoi que ce soit en particulier, mais plutôt à créer un \"classement\" des peintures.",
  "human-terms.moderation.paragraph.2": "Je garde le droit pour les modérateurs de retirer ou simplement de refuser votre peinture, si le contenu est très perturbant. Je comprends que sa définition est vague, mais j'espère que les peintures seront rarement rejetées directement. Au lieu de cela, des évaluations seront appliquées avant l'approbation. Ces évaluations peuvent inclure des choses comme les jeux d'argent, la nudité, etc. - vous pouvez voir la liste complète sur votre page de préférences de joueur. Cette liste est susceptible d'être étendue, et les valeurs par défaut seront plutôt \"familiales\". Cela ne signifie pas que ce mod est bon pour les enfants, tout type d'activité en ligne nécessite un encadrement parental.",
  "human-terms.moderation.paragraph.3": "Les modérateurs peuvent faire des erreurs et écarter ou noter à tort une peinture. S'il vous plaît, soyez compréhensif, ce sont juste des gens qui mettent leur temps libre pour le bien de tous. Soyez patient et parlez-nous si cela se produit.",
  "human-terms.moderation.paragraph.4": "Je recommande strictement ce mod et ce service uniquement aux joueurs d'âge légal. S'enregistrer ici sans avoir atteint l'âge légal ne devrait pas être possible par les règles oAuth de Microsoft et viole les ToS.",
  "human-terms.moderation.title": "Qu'en est-il de la modération ?",
  "human-terms.title": "Salutations,",
  "human-terms.title.callout.check-english": "Ces déclarations ne sont pas juridiquement contraignantes. Cette page fournit une brève explication des conditions d'utilisation et quelques détails sur l'utilisation prévue de ce service.",
  "index.page.cta.button.wiki": "Découvrez la galerie Zetter",
  "index.page.cta.button.wiki.about-zetter": "Projet de la galerie Zetter",
  "index.page.cta.button.wiki.learn": "En savoir plus sur",
  "index.page.cta.description": "Utilisez les mods Zetter et Zetter Gallery ensemble pour ajouter vos peintures ici en échangeant avec le marchand de peinture dans le jeu Minecraft™.",
  "index.page.cta.title": "Vous souhaitez ajouter votre propre peinture ?",
  "index.page.description": "Zetter Gallery est un service qui vous permet de partager vos peintures Zetter Minecraft avec le monde entier.",
  "index.page.title": "Accueil pour les peintures Minecraft",
  "microsoft-auth-check-advice": "C'est bien que vous ayez demandé ! Vérifiez simplement que le serveur décrit ci-dessous est celui sur lequel vous jouez en ce moment.",
  "navbar.about": "À propos de",
  "navbar.feed": "Alimentation",
  "navbar.home": "Accueil",
  "navbar.profile": "Profil",
  "navbar.profile.avatar": "Votre avatar de profil",
  "navbar.profile.avatar.default": "Avatar anonyme",
  "navbar.search": "Recherchez",
  "paintings.layered-navigation.filter.resolution": "Résolution",
  "paintings.layered-navigation.sort.hot": "Hot",
  "paintings.layered-navigation.sort.new": "Nouveau",
  "paintings.layered-navigation.sort.top": "top",
  "paintings.page.description": "Regardez la peinture appelée",
  "paintings.page.description.1.value": "nom de la peinture",
  "paintings.page.description.2.value": " créé par ",
  "paintings.page.description.3.value": "Nom d'utilisateur",
  "paintings.page.description.4.value": "à la galerie Zetter",
  "paintings.page.title": "nom de la peinture",
  "paintings.page.title.1.value": " par",
  "paintings.page.title.2.value": "Nom d'utilisateur",
  "player.preferences.button.reset": "Réinitialiser",
  "player.preferences.button.save": "sauvegarder",
  "player.preferences.button.save-and-continue": "Sauvegarder et continuer",
  "player.preferences.callout.alpha-warning": "Ceci n'affecte pas votre flux dans la version alpha (mais le fera à un moment donné dans le futur) ! La modération artistique est difficile, donc soyez avertis que vous pouvez voir des choses différentes !",
  "player.preferences.public.profile": "Profil",
  "player.preferences.public.toggle.description": "Si vous désactivez cette option, votre pseudo et votre avatar seront toujours visibles, mais les joueurs ne pourront pas voir les peintures et les badges de votre profil.",
  "player.preferences.public.toggle.title": "Rendez votre profil visible pour les autres joueurs",
  "player.preferences.ratings.description": "Cette section vous permet de contrôler le type de peintures que vous pouvez voir dans votre flux.",
  "player.preferences.ratings.title": "Notations",
  "player.preferences.title": "Préférences",
  "players.me.logout.description": "Nous allons bientôt vous rediriger vers la page d'accueil.",
  "players.me.logout.page.description": "Déconnexion de la galerie Zetter",
  "players.me.logout.page.title": "Déconnexion",
  "players.me.logout.title": "Vous avez réussi à vous déconnecter de Zetter Gallery",
  "players.page.description": "Nom d'utilisateur",
  "players.page.description.1.value": "Profil de Zetter Gallery",
  "players.page.title": "Nom d'utilisateur",
  "players.page.title.1.value": "Profil de l'entreprise",
  "profile.count.earnings": "Les gains :",
  "profile.count.favorites": "Favoris :",
  "profile.count.paintings": "Peintures :",
  "profile.link.logout": "Déconnexion",
  "profile.link.preferences": "Préférences",
  "terms-for-humans.page.description": "Questions fréquemment posées sur la galerie Zetter",
  "terms-for-humans.page.title": "FAQ",
  "terms.acceptance.paragraph": "EN UTILISANT LES SERVICES, VOUS ACCEPTEZ, EN VOTRE NOM ET AU NOM DE CEUX QUE VOUS REPRÉSENTEZ, DE RESPECTER ET D'ÊTRE LÉGALEMENT LIÉ PAR CES CONDITIONS AINSI QUE PAR NOTRE POLITIQUE DE CONFIDENTIALITÉ ET TOUTES LES LOIS APPLICABLES. SI VOUS, EN VOTRE NOM OU AU NOM DE CEUX QUE VOUS REPRÉSENTEZ, N'ACCEPTEZ PAS UNE QUELCONQUE DISPOSITION DES PRÉSENTES CONDITIONS, VOUS DEVEZ, EN VOTRE NOM ET AU NOM DE CES PERSONNES, INTERROMPRE LE PROCESSUS D'INSCRIPTION, CESSER D'UTILISER LES SERVICES ET, SI VOUS ÊTES DÉJÀ INSCRIT, ANNULER VOTRE COMPTE.",
  "terms.acceptance.title": "Acceptation des conditions",
  "terms.description.paragraph": "Dmitry Burlakov (\"Zetter Gallery\", \"nous\", \"notre\" ou \"nos\") fournit une plateforme via son site web, une interface de programmation d'applications et une modification indépendante, faite par l'utilisateur, du jeu vidéo Minecraft de Mojang, à une communauté d'utilisateurs enregistrés (\"utilisateurs\" ou \"vous\") pour s'engager dans une variété d'activités, notamment pour télécharger et afficher des peintures numériques (\"Contenu visuel\"). Voici les conditions d'utilisation (\"Conditions\") du Site et des Services.",
  "terms.description.title": "Description du service",
  "terms.page.description": "Conditions d'utilisation de la galerie Zetter",
  "terms.page.title": "Conditions de service",
  "terms.title": "Conditions de service",
  "terms.title.callout.check-english": "Les traductions des termes sont fournies par la communauté et ne sont pas juridiquement contraignantes. Veuillez vous référer à la version anglaise de cette page si vous avez des questions.",
  "terms.zetter.copyright-complaints.dmca": "La Galerie Zetter se réserve le droit de supprimer tout contenu qui enfreindrait les droits d'auteur d'une autre personne. Dans des circonstances appropriées, Zetter Gallery résiliera les comptes des utilisateurs qui enfreignent les droits d'auteur. Les notifications à Zetter Gallery concernant toute violation présumée des droits d'auteur doivent être adressées à Zetter Gallery par courrier électronique à l'adresse suivante : copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Plaintes relatives au droit d'auteur",
  "terms.zetter.liability.title": "Limitation de la responsabilité",
  "terms.zetter.licensing.paragraph": "En soumettant du contenu visuel à Zetter Gallery, vous accordez une licence non exclusive, transférable et mondiale d'utilisation, de sous-licence, de distribution, de reproduction, de modification, d'adaptation, de représentation publique et d'affichage public dudit contenu visuel en relation avec les services. Cette licence existera pour la période pendant laquelle le contenu visuel est affiché sur le site et prendra fin automatiquement dès que le contenu visuel sera retiré du site. Zetter Gallery n'est pas responsable des copies qui ont été créées et distribuées pendant la période où le contenu visuel était disponible sur le service. Zetter Gallery ne fournit aucun moyen de retirer les copies de votre contenu visuel après sa distribution. Zetter Gallery ne revendique pas la propriété de votre contenu visuel.",
  "terms.zetter.licensing.title": "licences",
  "terms.zetter.modification.interruptions": "Votre accès et votre utilisation du site et de nos services peuvent être interrompus de temps à autre en raison d'un dysfonctionnement de l'équipement, d'une mise à jour, d'une maintenance ou d'une réparation du site ou pour toute autre raison relevant ou non de notre contrôle. Zetter Gallery se réserve le droit de suspendre ou d'interrompre la disponibilité du site et de tout service, et de supprimer tout contenu visuel à tout moment, à sa seule discrétion et sans préavis. Zetter Gallery peut également imposer des limites à certaines fonctions et services ou restreindre votre accès à certaines parties ou à l'ensemble du site et des services sans préavis ni responsabilité. Le site ne doit pas être utilisé ou utilisé pour le stockage de votre contenu visuel et vous êtes invité à conserver vos propres copies de tout le contenu visuel affiché sur le site.",
  "terms.zetter.modification.replace": "Zetter Gallery se réserve le droit, à sa seule discrétion, de modifier ou de remplacer les conditions à tout moment. Ce qui constitue une modification importante sera déterminé à la seule discrétion de Zetter Gallery. Il vous incombe d'examiner et de vous familiariser avec de telles modifications. L'utilisation de tout service ou la visualisation de tout contenu visuel constitue votre acceptation des conditions telles que modifiées.",
  "terms.zetter.modification.title": "Modification des conditions",
  "terms.zetter.registration.paragraph": "Votre accès et votre utilisation du site et de nos services peuvent être interrompus de temps à autre en raison d'un dysfonctionnement de l'équipement, d'une mise à jour, d'une maintenance ou d'une réparation du site ou pour toute autre raison relevant ou non de notre contrôle. Zetter Gallery se réserve le droit de suspendre ou d'interrompre la disponibilité du site et de tout service, et de supprimer tout contenu visuel à tout moment, à sa seule discrétion et sans préavis. Zetter Gallery peut également imposer des limites à certaines fonctions et services ou restreindre votre accès à certaines parties ou à l'ensemble du site et des services sans préavis ni responsabilité. Le site ne doit pas être utilisé ou utilisé pour le stockage de votre contenu visuel et vous êtes invité à conserver vos propres copies de tout le contenu visuel affiché sur le site.",
  "terms.zetter.registration.title": "inscription",
  "terms.zetter.release.release-statement.1": "Par la présente, vous libérez expressément et irrévocablement Zetter Gallery de toutes les actions, causes d'action, poursuites, procédures, responsabilités, dettes, jugements, réclamations et demandes de quelque nature que ce soit, en droit ou en équité, que vous avez eues, avez maintenant ou pourrez avoir à l'avenir, pour ou en raison de, ou découlant directement ou indirectement de votre utilisation du site et des services.",
  "terms.zetter.release.release-statement.2": "Par la présente, vous acceptez d'indemniser et de dégager Zetter Gallery de toute responsabilité en cas de réclamations, pertes, dépenses, dommages et coûts (y compris, mais sans s'y limiter, les dommages directs, accessoires, consécutifs, exemplaires et indirects), ainsi que des honoraires d'avocat raisonnables, résultant ou découlant (i) d'une violation de ces conditions, (ii) du contenu affiché sur le site, par vous ou toute personne utilisant votre compte ou vos informations d'identification Microsoft, (iv) de la licence, de la distribution ou de l'utilisation de votre contenu visuel, ou (v) de toute violation des droits d'un tiers. Zetter Gallery se réserve le droit, à ses propres frais, d'assumer la défense et le contrôle exclusifs de toute question faisant l'objet d'une indemnisation de votre part.",
  "terms.zetter.release.title": "Décharge et indemnisation",
  "terms.zetter.user-conduct.paragraph": "Votre accès et votre utilisation du site et de nos services peuvent être interrompus de temps à autre en raison d'un dysfonctionnement de l'équipement, d'une mise à jour, d'une maintenance ou d'une réparation du site ou pour toute autre raison relevant ou non de notre contrôle. Zetter Gallery se réserve le droit de suspendre ou d'interrompre la disponibilité du site et de tout service, et de supprimer tout contenu visuel à tout moment, à sa seule discrétion et sans préavis. Zetter Gallery peut également imposer des limites à certaines fonctions et services ou restreindre votre accès à certaines parties ou à l'ensemble du site et des services sans préavis ni responsabilité. Le site ne doit pas être utilisé ou utilisé pour le stockage de votre contenu visuel et vous êtes invité à conserver vos propres copies de tout le contenu visuel affiché sur le site.",
  "terms.zetter.user-conduct.title": "Comportement de l'utilisateur",
  "terms.zetter.warranty.paragraph": "VOUS UTILISEZ LE SITE ET LES SERVICES À VOS PROPRES RISQUES. LE SITE ET LES SERVICES SONT FOURNIS SUR UNE BASE \"TEL QUEL, TEL QUE DISPONIBLE\". ZETTER GALLERY DÉCLINE EXPRESSÉMENT TOUTE GARANTIE, Y COMPRIS LES GARANTIES DE QUALITÉ MARCHANDE, DE TITRE, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-CONTREFAÇON. ZETTER GALLERY DÉCLINE TOUTE RESPONSABILITÉ EN CAS DE PERTE, DE BLESSURE, DE RÉCLAMATION, DE RESPONSABILITÉ OU DE DOMMAGE DE QUELQUE NATURE QUE CE SOIT RÉSULTANT DE, DÉCOULANT DE OU LIÉ DE QUELQUE MANIÈRE QUE CE SOIT À (A) TOUTE ERREUR OU OMISSION SUR CE SITE ET LES SERVICES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES INEXACTITUDES TECHNIQUES ET LES ERREURS TYPOGRAPHIQUES, (B) LES COMMUNICATIONS DE TIERS, (C) TOUT SITE WEB OU CONTENU DE TIERS AUQUEL ON ACCÈDE DIRECTEMENT OU INDIRECTEMENT PAR DES LIENS DANS LE SITE, Y COMPRIS, MAIS SANS S'Y LIMITER, TOUTE ERREUR OU OMISSION, (D) L'INDISPONIBILITÉ DE TOUT OU PARTIE DU SITE OU DES SERVICES, (E) VOTRE UTILISATION DU SITE OU DES SERVICES, OU (F) VOTRE UTILISATION DE TOUT ÉQUIPEMENT OU LOGICIEL EN RAPPORT AVEC LE SITE OU LES SERVICES.",
  "terms.zetter.warranty.paragraph.1": "SAUF DISPOSITION CONTRAIRE DE LA LOI, NI ZETTER GALLERY NI AUCUN DE SES AFFILIÉS, PARENTS, FILIALES, DISTRIBUTEURS AUTORISÉS, DIRECTEURS, ACTIONNAIRES, EMPLOYÉS, CLIENTS OU AGENTS NE POURRONT ÊTRE TENUS RESPONSABLES DE TOUTE PERTE, BLESSURE, RÉCLAMATION, RESPONSABILITÉ OU DOMMAGE DE QUELQUE NATURE QUE CE SOIT RÉSULTANT DE VOTRE UTILISATION DU SITE, DE TOUT FAIT OU OPINION Y FIGURANT, OU DES SERVICES. ZETTER GALLERY NE SERA PAS RESPONSABLE DES DOMMAGES SPÉCIAUX, DIRECTS, INDIRECTS, ACCIDENTELS, PUNITIFS OU CONSÉCUTIFS DE QUELQUE NATURE QUE CE SOIT (Y COMPRIS, MAIS SANS S'Y LIMITER, LES HONORAIRES D'AVOCAT) DUS, RÉSULTANT OU DÉCOULANT DE L'UTILISATION OU DE L'IMPOSSIBILITÉ D'UTILISER LE SITE OU LES SERVICES. DANS LA MESURE OÙ LA LIMITATION DE RESPONSABILITÉ PRÉCÉDENTE EST INTERDITE OU NE REMPLIT PAS SON OBJECTIF ESSENTIEL, LA SEULE OBLIGATION DE ZETTER GALLERY ENVERS VOUS EN CAS DE DOMMAGES SERA LIMITÉE À (A) 100,00 DOLLARS AMÉRICAINS SI LA RÉCLAMATION N'EST PAS LIÉE À LA LICENCE DU CONTENU VISUEL ; OU (B) LE TOTAL DES FRAIS PERÇUS PAR ZETTER GALLERY POUR LE CONTENU VISUEL QUI FAIT L'OBJET DE LA RÉCLAMATION SI LA RÉCLAMATION EST LIÉE À LA LICENCE DU CONTENU VISUEL, ÉTANT ENTENDU QUE ZETTER GALLERY N'EST PAS RESPONSABLE DE LA MAUVAISE UTILISATION DU CONTENU VISUEL PAR LES DISTRIBUTEURS OU TOUT AUTRE TIERS EN TOUTES CIRCONSTANCES.",
  "terms.zetter.warranty.paragraph.2": "VOUS ET ZETTER GALLERY CONVENEZ QUE TOUTE PROCÉDURE VISANT À RÉSOUDRE OU À PLAIDER TOUT LITIGE DÉCOULANT DES PRÉSENTES SERA MENÉE UNIQUEMENT SUR UNE BASE INDIVIDUELLE, ET QUE VOUS NE CHERCHEREZ PAS À FAIRE ENTENDRE UN LITIGE EN TANT QUE RECOURS COLLECTIF, ACTION REPRÉSENTATIVE, ACTION COLLECTIVE, ACTION PRIVÉE DU PROCUREUR GÉNÉRAL, OU DANS TOUTE PROCÉDURE DANS LAQUELLE VOUS AGISSEZ OU PROPOSEZ D'AGIR EN QUALITÉ DE REPRÉSENTANT. VOUS ACCEPTEZ ÉGALEMENT QU'AUCUNE PROCÉDURE NE SOIT JOINTE, CONSOLIDÉE OU COMBINÉE À UNE AUTRE PROCÉDURE SANS LE CONSENTEMENT ÉCRIT PRÉALABLE DE ZETTER GALLERY ET DE TOUTES LES PARTIES À CETTE PROCÉDURE.",
  "terms.zetter.warranty.title": "Exclusion de garantie",
  "widgets.discord-button": "Rejoignez notre serveur discord",
  "widgets.discord-button.join": "Rejoignez notre",
  "widgets.discord-button.server": "serveur discord",
  "widgets.under-construction.description.discord-button": "Rejoignez notre serveur discord",
  "widgets.under-construction.description.discord-button.join": "Rejoignez notre",
  "widgets.under-construction.description.discord-button.server": "Serveur discord",
  "widgets.under-construction.description.dm": "",
  "widgets.under-construction.description.updates": "Si vous souhaitez être informé des mises à jour :",
  "widgets.under-construction.description.why": "Nous construisons une maison pour les peintures de Zetter",
  "widgets.under-construction.title": "",
  "wiki.zetter-gallery.about-feed.description.1": "Le flux est une liste de peintures mises à jour en permanence, disponibles à l'achat. Avec une petite quantité de peintures, le flux n'est pas très utile, mais son objectif principal est de toujours avoir des peintures intéressantes parmi lesquelles vous pouvez choisir.",
  "wiki.zetter-gallery.about-feed.description.2": "Le flux est mis à jour toutes les 15 minutes et est alimenté par les tendances, le top et les nouveaux tableaux, le cas échéant.",
  "wiki.zetter-gallery.about-feed.description.3": "Vous pouvez également utiliser des étoiles sur ce site pour marquer les peintures que vous trouvez intéressantes. Ces peintures auront plus de chances d'apparaître dans votre flux personnel, que vous êtes le seul à pouvoir acheter.",
  "wiki.zetter-gallery.about-feed.section": "À propos de l'alimentation",
  "wiki.zetter-gallery.about-feed.title": "À propos de l'alimentation",
  "wiki.zetter-gallery.login.description.mc-auth": "Après cela, si vous vous êtes connecté à votre compte, il vous sera demandé d'autoriser le serveur Minecraft à partir duquel vous avez ouvert le lien à utiliser votre compte Zetter. Vérifiez que c'est le bon serveur et appuyez sur autoriser si tout vous semble correct.",
  "wiki.zetter-gallery.login.description.ms-auth": "Si vous ne vous êtes pas encore connecté sur ce site, il vous sera demandé de vous connecter avec votre compte Microsoft. Vérifiez bien que l'URI dans votre barre d'adresse est zetter.gallery et lisez le message sur cette page. Cela vous aidera à sécuriser votre compte. Ne saisissez pas votre mot de passe Microsoft en dehors des sites Web de Microsoft.",
  "wiki.zetter-gallery.login.description.screen": "Si vous utilisez Zetter Gallery mod pour la première fois, vous serez invité à vous connecter.",
  "wiki.zetter-gallery.login.description.zg-auth": "Pour vous connecter, vous devez disposer d'une connexion Internet et d'un navigateur Internet sur votre ordinateur (vous en disposez à 99 % si vous lisez cet article). Lorsque vous cliquez sur le lien, vous serez redirigé vers la page de connexion de ce site.",
  "wiki.zetter-gallery.login.description.zg-requirements": "Pour vous connecter, vous devez demander à Minecraft de vous autoriser à ouvrir des liens. Il est activé par défaut, mais si vous avez des problèmes et que rien ne s'ouvre, vous pouvez vérifier si vous êtes autorisé à ouvrir des liens dans Menu principal -> Préférences.",
  "wiki.zetter-gallery.login.section": "Connexion",
  "wiki.zetter-gallery.login.title": "Connexion",
  "wiki.zetter-gallery.page.description": "Obtenez des informations sur Zetter Gallery Mod pour Minecraft",
  "wiki.zetter-gallery.page.title": "Galerie Zetter Wiki",
  "wiki.zetter-gallery.painting-merchant.description.1": "Pour commencer Ã faire du commerce de peintures, tu dois trouver un villageois et changer sa profession. Pour qu'un villageois puisse devenir marchand de tableaux, il doit avoir un lit attribué et un bloc de table d'artiste à proximité de ce lit.",
  "wiki.zetter-gallery.painting-merchant.description.2": "Consultez le wiki de Minecraft pour voir comment fonctionne l'occupation des villageois.",
  "wiki.zetter-gallery.painting-merchant.section": "Marchand de peinture",
  "wiki.zetter-gallery.painting-merchant.title": "Marchand de peinture",
  "wiki.zetter-gallery.title": "Accueil Zetter Gallery Wiki",
  "wiki.zetter-gallery.trading-interface.description.pre": "Après vous être connecté et avoir chargé le flux de peinture actuel, vous verrez une interface de négociation inhabituelle.",
  "wiki.zetter-gallery.trading-interface.section": "commerce",
  "wiki.zetter-gallery.trading-interface.title": "Tableaux d'échange",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "Cliquez sur ce bouton pour procéder à l'achat ou à la vente de la peinture. Les informations relatives à cette opération seront envoyées à la galerie et vous recevrez votre tableau ou vos émeraudes.",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "5) Bouton de paiement",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "Cliquez sur ces boutons pour changer de tableau dans le flux actuel.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "3) Boutons précédent et suivant",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "Indique la quantité de peinture dans le flux actuel et la position actuelle.",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "1) Pagination des flux de peinture",
  "wiki.zetter-gallery.trading.interface.preview-dd": "Affiche le tableau actuellement sélectionné.",
  "wiki.zetter-gallery.trading.interface.preview-dt": "2) Aperçu",
  "wiki.zetter-gallery.trading.interface.result-dd": "Prenez votre tableau ou vos émeraudes dans cette fente après le paiement.",
  "wiki.zetter-gallery.trading.interface.result-dt": "6) Fente de résultat",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "Cet emplacement est utilisé pour payer le tableau en cours avec des émeraudes, ou pour vendre des tableaux.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "En plaçant la peinture dans cet emplacement, vous passerez en mode vente.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "En mode vente, vous pouvez soumettre votre peinture et recevoir des émeraudes pour celle-ci.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "4) Créneau de vente",
  "wiki.zetter.combining.interface.grid-dd": "Placez vos toiles ici afin de les coller ensemble. Vous pouvez également ne placer qu'une seule toile ici.",
  "wiki.zetter.combining.interface.grid-dt": "1) Grille de combinaison de toile",
  "wiki.zetter.combining.interface.name-dd": "Utilisez-le pour nommer votre peinture.",
  "wiki.zetter.combining.interface.name-dt": "3) Champ du nom",
  "wiki.zetter.combining.interface.preview-dd": "Montre à quoi ressemblera la peinture combinée.",
  "wiki.zetter.combining.interface.preview-dt": "2) Aperçu",
  "wiki.zetter.combining.interface.result-dd": "Lorsque vous êtes satisfait du résultat, prenez votre tableau à partir de là. Félicitations ! Le premier chef-d'œuvre est terminé.",
  "wiki.zetter.combining.interface.result-dt": "4) Résultat",
  "wiki.zetter.combining.section": "Combinaison de",
  "wiki.zetter.combining.text-intro": "Lorsque vous avez terminé une ou plusieurs parties de votre œuvre, il est temps de combiner les toiles et d'y apposer votre signature d'auteur. Shift+Clic droit sur le chevalet ramènera la toile du chevalet à votre inventaire. Faites un clic droit sur la table d'artiste pour ouvrir l'interface de combinaison et de signature :",
  "wiki.zetter.combining.title": "Signer et combiner des toiles",
  "wiki.zetter.crafting.section": "Artisanat",
  "wiki.zetter.crafting.text": "Tout d'abord, nous devons fabriquer certaines choses. Des toiles, un chevalet pour poser la toile, des peintures et enfin, une palette.",
  "wiki.zetter.crafting.title": "Artisanat",
  "wiki.zetter.framing.section": "Encadrement",
  "wiki.zetter.framing.text-finish": "Qu'est-ce que vous attendez ? Placez-la sur le mur !",
  "wiki.zetter.framing.text-intro": "Après avoir signé et nommé votre tableau, il est temps de le placer quelque part dans votre maison chic, enfin ! Pour ce faire, nous devons créer un cadre spécial et y placer le tableau, puis le placer sur le mur.",
  "wiki.zetter.framing.title": "Création d'un cadre",
  "wiki.zetter.page": "",
  "wiki.zetter.page.description": "Obtenez des informations sur Zetter Mod pour Minecraft",
  "wiki.zetter.page.title": "Zetter Wiki",
  "wiki.zetter.painting.interface.finish-dd": "Commencez à dessiner !",
  "wiki.zetter.painting.interface.finish-dt": "6) Fenêtre de dessin",
  "wiki.zetter.painting.interface.hex-dd": "Si vous connaissez le code de la couleur que vous voulez utiliser, il suffit de l'écrire ou de le copier à cet endroit.",
  "wiki.zetter.painting.interface.hex-dt": "4) Entrée des couleurs HEX",
  "wiki.zetter.painting.interface.hsv-dd": "Faites glisser les curseurs pour ajuster la couleur sélectionnée.",
  "wiki.zetter.painting.interface.hsv-dt": "3) Ajustement des couleurs HSV",
  "wiki.zetter.painting.interface.palette-dd": "Les couleurs sont enregistrées avec l'élément de palette. L'emplacement actuel de la palette est mis en surbrillance, vous pouvez enregistrer jusqu'à 14 couleurs dans une seule palette.",
  "wiki.zetter.painting.interface.palette-dt": "2) Palette",
  "wiki.zetter.painting.interface.palette-slot-dd": "Placez votre palette de dessin ici afin de commencer à dessiner.",
  "wiki.zetter.painting.interface.palette-slot-dt": "1) Emplacement de la palette",
  "wiki.zetter.painting.interface.tool-dd": "Vous pouvez commencer par un seau pour créer un fond.",
  "wiki.zetter.painting.interface.tool-dt": "5) Sélectionner l'outil",
  "wiki.zetter.painting.section": "Peinture",
  "wiki.zetter.painting.text-intro": "Il est temps de créer votre premier chef-d'œuvre ! Laissez-moi vous présenter le fonctionnement de l'interface de dessin. C'est aussi simple que le bon vieux MS Paint, voici la référence :",
  "wiki.zetter.painting.title": "Peinture",
  "wiki.zetter.preparing.section": "Préparation du site",
  "wiki.zetter.preparing.text-mounting": "Avec la toile en main, faites un clic droit sur le chevalet pour le monter.",
  "wiki.zetter.preparing.text-start": "Pour commencer à dessiner, nous devons préparer notre atelier de peinture. Placez le chevalet, prenez la toile, mettez la palette dans votre barre d'outils. Vous pouvez également placer une table d'artiste à proximité - nous en aurons besoin plus tard.",
  "wiki.zetter.preparing.text-workshop-title": "Notre atelier devrait ressembler à ceci :",
  "wiki.zetter.preparing.title": "Préparer le lieu de travail",
  "wiki.zetter.recipes.artist-table": "La table d'artiste vous permet de créer des tableaux à partir de toiles en les combinant et en les signant. Pour combiner des toiles, placez-les en forme rectangulaire dans la grille d'artisanat. Si la forme est correcte, l'aperçu du tableau sera mis à jour. Si l'aperçu de la peinture n'est pas visible et que l'emplacement de sortie est vide, la forme est incorrecte. Les tailles de peinture prises en charge sont indiquées ci-dessous.",
  "wiki.zetter.recipes.artist-table.section": "Table d'artiste",
  "wiki.zetter.recipes.artist-table.title": "Table d'artiste",
  "wiki.zetter.recipes.canvas": "Les toiles sont une maison intermédiaire pour vos œuvres d'art. Elles sont visibles lorsqu'elles sont placées sur le chevalet par un clic droit, mais lorsque c'est terminé, il est préférable de créer une peinture à partir des toiles en utilisant la table d'artiste. Vous y verrez un aperçu des toiles combinées.",
  "wiki.zetter.recipes.canvas.section": "toile",
  "wiki.zetter.recipes.canvas.title": "toile",
  "wiki.zetter.recipes.easel": "Le chevalet est le point de départ de toutes les peintures. Pour commencer à dessiner, vous devez en placer un dans le monde, poser une toile dessus en faisant un clic droit avec la toile en main. Un simple clic droit ouvrira l'interface utilisateur du chevalet. Vous devez également placer une palette dans un emplacement spécial. Shift-clic droit avec une main vide rétractera la toile du chevalet.",
  "wiki.zetter.recipes.easel.section": "Chevalet",
  "wiki.zetter.recipes.easel.title": "Chevalet",
  "wiki.zetter.recipes.frames.section": "CADRES ",
  "wiki.zetter.recipes.framing": "Pour mettre une peinture dans un cadre, vous devez les combiner sur la grille d'artisanat dans n'importe quel ordre. Vous pouvez toujours récupérer votre peinture dans le cadre. Pour ce faire, il suffit de placer la peinture encadrée sur une grille d'artisanat. Vous pouvez reprendre le cadre, et la peinture non encadrée apparaîtra dans la grille d'artisanat.",
  "wiki.zetter.recipes.framing.title": "Encadrer et désencadrer des tableaux",
  "wiki.zetter.recipes.gold-frame.title": "Cadre d'or",
  "wiki.zetter.recipes.golden-frame": "Il s'agit d'un cadre doré, beaucoup plus épais que les autres et qui a un aspect luxueux. Il a des émeraudes incrustées, qui sont nécessaires pour l'artisanat. Il n'a pas de plaque de nom par défaut, voir ci-dessous ;",
  "wiki.zetter.recipes.iron-frame": "Ce cadre n'a pas de bordures épaisses autour de votre peinture, vous pouvez donc en mettre plusieurs l'un à côté de l'autre pour créer une grande peinture, plus de 4x4 ou simplement vous débarrasser des bordures. L'épaisseur du cadre est de 1px, comme celle de la peinture vanille.",
  "wiki.zetter.recipes.iron-frame.title": "Cadre en fer",
  "wiki.zetter.recipes.page": "",
  "wiki.zetter.recipes.page.description": "Trouver des recettes pour Zetter Mod dans Minecraft",
  "wiki.zetter.recipes.page.title": "Wiki des recettes de Zetter",
  "wiki.zetter.recipes.painting": "Il s'agit d'une véritable peinture. Elle n'est créée qu'en signant une ou plusieurs toiles combinées sur la table des artistes.",
  "wiki.zetter.recipes.painting.section": "Peinture",
  "wiki.zetter.recipes.painting.title": "Peinture",
  "wiki.zetter.recipes.paints": "Les peintures sont utilisées pour créer ou recharger une palette.",
  "wiki.zetter.recipes.paints.section": "Peintures",
  "wiki.zetter.recipes.paints.title": "Peintures",
  "wiki.zetter.recipes.palette": "La palette est nécessaire pour dessiner sur une toile. Lorsqu'elle est placée dans la fente spéciale de l'interface utilisateur du chevalet, les couleurs apparaissent. Pour plus de commodité lorsque vous peignez des œuvres sur plusieurs toiles, vous pouvez utiliser une seule palette sur plusieurs chevalets et vos couleurs seront enregistrées avec la palette. Une fois que la barre de la palette est basse, vous ne pourrez plus continuer à dessiner. Vous pouvez conserver les couleurs et les recharger en les combinant avec des peintures comme indiqué ci-dessus.",
  "wiki.zetter.recipes.palette.section": "Palette",
  "wiki.zetter.recipes.special-frames.section": "Cadres spéciaux",
  "wiki.zetter.recipes.special-frames.title": "Cadres spéciaux",
  "wiki.zetter.recipes.title": "Recettes de Zetter Wiki",
  "wiki.zetter.recipes.title-palette": "Palette",
  "wiki.zetter.recipes.wooden-frames": "Les cadres de base sont fabriqués à partir de bois, de bâtons, de cuir et de la pépite de votre choix. Vous pouvez utiliser n'importe quel type de bois de vanille, et vous obtiendrez des cadres différents selon le type de bois utilisé. Si vous utilisez une pépite d'or dans l'artisanat, le cadre aura en plus une petite plaque dorée, et le nom du tableau sera affiché lorsque vous ferez un clic droit sur le tableau.",
  "wiki.zetter.recipes.wooden-frames.title": "Cadres en bois",
  "wiki.zetter.sharing.button.download": "Télécharger Zetter Gallery depuis CurseForge",
  "wiki.zetter.sharing.button.download.from": "de CurseForge",
  "wiki.zetter.sharing.button.download.what": "Télécharger la galerie Zetter",
  "wiki.zetter.sharing.button.wiki": "Consultez la galerie Zetter Wiki",
  "wiki.zetter.sharing.button.wiki.check": "Voir le site",
  "wiki.zetter.sharing.button.wiki.what": "Galerie Zetter Wiki",
  "wiki.zetter.sharing.description": "Vous pouvez partager votre peinture avec le monde entier en utilisant ce site, et télécharger les peintures d'autres artistes en utilisant le module complémentaire Zetter Gallery.",
  "wiki.zetter.sharing.section": "Partager",
  "wiki.zetter.sharing.title": "Partage des peintures",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery est un mod indépendant, qui nécessite Zetter pour fonctionner. Il est téléchargé séparément, de sorte que les joueurs qui préfèrent ne pas avoir de fonctionnalités en ligne peuvent conserver la version de base du mod.",
  "wiki.zetter.title": "Accueil Zetter Wiki"
}
