{
  "about.page.description": "O que é Zetter e Galeria Zetter",
  "about.page.title": "Sobre o projeto",
  "about.title": "Sobre o Projeto Zetter",
  "about.zetter-gallery.button.download": "Baixe a Galeria Zetter de CurseForge",
  "about.zetter-gallery.button.download.from": "de CurseForge",
  "about.zetter-gallery.button.download.what": "Download da Zetter Gallery",
  "about.zetter-gallery.button.wiki": "Confira a Zetter Gallery Wiki",
  "about.zetter-gallery.button.wiki.check": "Confira Zetter",
  "about.zetter-gallery.button.wiki.what": "Gallery Wiki",
  "about.zetter.button.download": "Baixar Zetter de CurseForge",
  "about.zetter.button.download.from": "de CurseForge",
  "about.zetter.button.download.what": "Baixar Zetter",
  "about.zetter.button.wiki": "Confira o Zetter Wiki",
  "about.zetter.button.wiki.check": "Confira",
  "about.zetter.button.wiki.what": "Wiki Zetter",
  "about.zetter.description": "Zetter é um mod de Minecraft para a criação de pinturas em Minecraft. Ele permite que os jogadores desenhem pinturas em jogo com a velha MS Paint-like UI. As pinturas podem ser combinadas para até blocos 4x4, envoltas em uma moldura e colocadas na parede. Isto deve acrescentar alguma sensação de aconchego para sua casa virtual.",
  "about.zetter.description.what": "Zetter é um mod de Minecraft para criar pinturas em Minecraft. Permite aos jogadores desenharem pinturas em jogo com ferramentas - ricas e fáceis de usar. As pinturas podem ser combinadas para até 4x4 blocos, embrulhadas numa moldura e colocadas na parede.",
  "about.zetter.description.what-for": "Quer queira tornar a sua casa virtual mais confortável, adicionar alguns cartazes temáticos ou pintura, ou simplesmente brincar - é uma óptima adição ao jogo.",
  "about.zetter.discord.description": "Compartilhe suas idéias e saiba primeiro sobre as atualizações! Também procuramos gerentes de comunidade e moderadores que possam avaliar as pinturas.",
  "about.zetter.discord.title": "Junte-se à nossa comunidade",
  "about.zetter.gallery.description": "A Zetter Gallery é um mod e um lugar para compartilhar suas obras de arte Zetter com o mundo. Com Zetter Gallery mod, é adicionado o Pintor Merchant, que lhe permite vender e comprar pinturas populares na Zetter Gallery.",
  "about.zetter.gallery.mod-wiki-link": "Confira a página Zetter Gallery mod wiki com receitas e manuais",
  "about.zetter.gallery.title": "O que é a Galeria Zetter",
  "about.zetter.mod-wiki-link": "Confira a página Zetter mod wiki com receitas e manuais",
  "about.zetter.name": "",
  "about.zetter.title": "O que é Zetter",
  "auth-prompt.check.title": "Como posso ter certeza de que estou seguro?",
  "auth-prompt.deprecated.disclaimer.what-for": "A sua versão já não é suportada, desculpe. A actualização para uma nova versão permitirá o uso anónimo (compra de pintura) e o carregamento mais fácil da pintura.",
  "auth-prompt.deprecated.disclaimer.why": "Desde o lançamento da sua versão, actualizámos a Zetter Gallery para ser mais segura e à prova de futuro.",
  "auth-prompt.deprecated.title": "Porque é que preciso disso?",
  "auth-prompt.disclaimer.title": "Por que eu preciso disso?",
  "auth-prompt.microsoft.disclaimer.what-for": "Isto permite que o servidor compre e envie pinturas em seu nome quando você negocia com comerciantes de pintura.",
  "auth-prompt.microsoft.disclaimer.why": "Para provar que você é o verdadeiro jogador jogando em um servidor real e não se trata apenas de pedidos automatizados.",
  "auth.microsoft.button.agreement": "Ao pressionar o botão, você confirma que está em idade legal e concorda com os termos de serviço.",
  "auth.microsoft.callout.alpha": "Esta é uma versão muito antiga do serviço, fornecida como está. Podem surgir problemas, o conteúdo ainda não está moderado.",
  "auth.microsoft.callout.check-disclaimer": "Se você não vir esta mensagem ao conectar a Zetter Gallery, há uma chance de que alguém tente roubar suas informações.",
  "auth.microsoft.callout.same-account": "Favor usar a mesma conta da Microsoft que você usa para fazer o login no Minecraft.",
  "auth.microsoft.check.advice": "Ainda bem que você perguntou! Verifique sempre o domínio em seu navegador ao escrever senhas. Nesta etapa, você pode ser redirecionado para \"zettergallery.onmicrosoft.com\" ou \"login.live.com\" primeiro se você&apos;não estiver logado na conta da microsoft. Se o domínio corresponder, tudo está bem.",
  "auth.microsoft.disclaimer.track": "Isto também é usado para rastrear quais pinturas você compra a fim de manter a alimentação relevante. Não se preocupe, guardamos seus dados de atividade apenas por uma semana.",
  "auth.microsoft.disclaimer.why": "Precisamos disso para garantir que você tenha acesso à conta do jogador que pode ser usada para enviar pinturas. Isto permite que você tenha uma alimentação pessoal com seus quadros favoritos e verifique as estatísticas de seus quadros.",
  "auth.microsoft.finish.description.callback.description": "Em breve, vamos redirecioná-lo para continuar sua ação.",
  "auth.microsoft.finish.description.callback.title": "Por favor, não feche esta página",
  "auth.microsoft.finish.description.description": "Agora você poderá autorizar rapidamente o servidor de jogo com sua conta Minecraft.",
  "auth.microsoft.finish.description.title": "Você está inscrito",
  "auth.start.page.description": "Conceda à Zetter Gallery direitos de acesso a sua conta",
  "auth.start.page.title": "Autenticar com Microsoft Account",
  "badge.epic": "Épico",
  "badge.exceptional": "Excepcional",
  "badge.legendary": "Lendário`",
  "badge.rare": "raro",
  "badge.uncommon": "Incomum",
  "common.post.painting.action.favorite": "Acrescentar esta pintura aos favoritos",
  "common.post.painting.action.favorite.disabled": "Iniciar sessão para adicionar pintura aos favoritos",
  "common.post.painting.alt": "paintingName",
  "common.post.painting.alt.1.value": " por",
  "common.post.painting.alt.2.value": "nome de usuário",
  "common.post.painting.info.impressions": "Impressões",
  "common.post.painting.info.total": "Total de esmeraldas gastas",
  "common.post.painting.link.title": "paintingName",
  "common.post.painting.link.title.1.value": " por",
  "common.post.painting.link.title.2.value": "nome de usuário",
  "components.player.plaintings.list.empty": "Este jogador ainda não submeteu nenhum quadro!",
  "components.player.profile.logout-link": "Sair",
  "components.player.profile.preferences-link": "Preferências",
  "components.player.profile.statistics.downloads": "Downloads:",
  "components.player.profile.statistics.favorites": "Favoritos:",
  "components.player.profile.statistics.paintings": "Pinturas:",
  "components.widgets.craft-grid.shapeless": "Artesanato sem forma",
  "contributors.page.description": "Créditos da Galeria Zetter",
  "contributors.page.title": "Contribuintes",
  "contributors.title": "Créditos",
  "cycle.batch.no": "Lote não",
  "cycle.merchant.icon": "Alguns desses quadros estão disponíveis para compra no Painting Merchant em jogo agora mesmo!",
  "cycle.seed": "Frase de semente, usada para seleccionar quais os quadros que receberá da Merchant! O conjunto exacto de pinturas é determinado por esta frase, nível de Comerciante e as suas definições.",
  "cycle.timeout.left": "Expira em",
  "error.401.page.description": "Você não está logado para acessar este recurso",
  "error.401.page.title": "Unautenticado",
  "error.403.page.description": "Você não está autorizado a acessar este recurso",
  "error.403.page.title": "Proibido",
  "error.404.page.description": "Página não encontrada",
  "error.404.page.title": "Não encontrado",
  "error.500.page.description": "Página de erro do servidor interno",
  "error.500.page.title": "ERROR!",
  "error.bad-request.description": "Desculpe, o servidor se recusou a processar seu pedido",
  "error.bad-request.title": "Má solicitação",
  "error.forbidden.description": "O servidor disse que você não pode acessar este recurso.",
  "error.forbidden.title": "Proibido",
  "error.not-found.description": "Desculpe, não conseguimos localizar o recurso que você está procurando",
  "error.not-found.title": "Não encontrado",
  "error.server-error.description": "Desculpe, algo ruim e inesperado aconteceu durante o processamento de seu pedido.",
  "error.server-error.title": "Erro no servidor",
  "error.unauthenticated.description": "O servidor disse que você não pode acessar este recurso porque não está logado como alguém que tem acesso.",
  "error.unauthenticated.title": "Unautenticado",
  "feed.hot.info": "Pinturas com tendências que chamaram a atenção nos lotes anteriores",
  "feed.hot.title": "Quente",
  "feed.new.info": "Acabado de cozer, acaba de ser submetido à Galeria",
  "feed.new.title": "Novo",
  "feed.personal.info": "A sua selecção pessoal: escolhas aleatórias a partir dos favoritos",
  "feed.personal.title": "Pessoal",
  "feed.popular.info": "Pequena selecção entre os melhores dos melhores",
  "feed.popular.title": "popular",
  "footer.legal.affiliation": "A Zetter Gallery não é afiliada à Minecraft, Microsoft e Mojang AB.",
  "footer.legal.contributors": "Contribuintes",
  "footer.legal.credits": "Créditos",
  "footer.legal.developer": "A Zetter Gallery é licenciada sob licença fechada e MPL2, desenvolvida por Dmitry Burlakov (@dantaeusb) e traduzida por colaboradores.",
  "footer.legal.learn-more": "Saiba mais",
  "footer.legal.minecraft-copyright": "Minecraft e imagens Minecraft associadas são direitos autorais da Mojang AB.",
  "footer.legal.tos": "Termos de serviço",
  "human-terms.complications.paragraph.1": "Eu sou apenas um ser humano. Não serei capaz de proteger seu trabalho em tribunal ou fazer qualquer coisa jurídica complicada em relação aos direitos autorais. Renuncio a qualquer responsabilidade pelas coisas que estão acontecendo aqui, em uma faixa razoável. Para minha própria segurança, eu assumiria boas intenções de qualquer pessoa que fizesse uma reclamação.",
  "human-terms.complications.title": "Quais são as complicações?",
  "human-terms.contribution.paragraph.1": "Sim! Bem, parcialmente. Os mods Zetter e Zetter Gallery são licenciados sob MPL2 e open-source. A parte frontal deste serviço também é MPL2 e open-source. A API, entretanto, é de código fechado. Isto se deve às minhas preocupações com a segurança e porque eu gostaria de construir uma base de jogadores e evitar garfos prematuros. Isto, no entanto, provavelmente será alterado mais próximo ao lançamento de mods 1.0. Posso abrir um repositório para contribuidores particulares que provaram suas intenções positivas e têm habilidades suficientes de TypeScript/Nest.js.",
  "human-terms.contribution.title": "Posso contribuir?",
  "human-terms.copyright.paragraph.1": "Não reivindico por nenhum meio direitos exclusivos ou de propriedade sobre suas obras de arte. Seu trabalho é de sua propriedade e de mais ninguém. No entanto, por razões de segurança jurídica, uso licenças muito similares às dos sites Instagram, DeviantArt ou 500px. Isso significa que sou capaz de mostrar e distribuir seu trabalho.",
  "human-terms.copyright.paragraph.2": "Aviso importante: se a qualquer momento você quiser remover seu trabalho da Zetter Gallery, você é livre para fazer isso. Mas não há nenhum mecanismo para retirar pinturas dos servidores dos jogadores, e não há garantias de que elas serão implementadas. Eu não sou responsável pelo que as pessoas possam fazer com seus quadros.",
  "human-terms.copyright.paragraph.3": "Coisas acontecem que alguém pode roubar seu trabalho. Isso é ruim porque só você pode decidir onde seu trabalho pode aparecer. Se isso acontecer, por favor, entre em contato comigo no Discord ou envie um e-mail para copyright@zetter.gallery, fornecendo alguma prova de que você é o dono do trabalho.",
  "human-terms.copyright.title": "E os direitos autorais?",
  "human-terms.end.thank-you": "Obrigado pela leitura. Fique à vontade para falar comigo se você tiver alguma dúvida.",
  "human-terms.introduction.paragraph.1": "Antes de mais nada, a Zetter Gallery não é algum tipo de pessoa jurídica, e foi criada e fornecida exclusivamente por uma única pessoa até agora. Isto acrescenta algumas complicações, mas falaremos sobre isso mais tarde.",
  "human-terms.introduction.paragraph.2": "A Zetter Gallery é criada com um único propósito - deixar as pessoas criarem e compartilharem suas obras de arte em um jogo maravilhoso chamado Minecraft. Anunciar ou vender coisas não é um propósito deste serviço.",
  "human-terms.introduction.title": "Deixe-me explicar alguns detalhes sobre a Galeria Zetter",
  "human-terms.moderation.paragraph.1": "Entendo que a arte significa coisas diferentes para pessoas diferentes. Além disso, entendo que pessoas diferentes prefeririam ver coisas diferentes. Com isto em mente, cheguei a uma conclusão: a moderação será realizada, perfeitamente, por moderadores da comunidade. Nossas regras não estarão censurando nada especificamente, mas criando uma \"classificação\" para as pinturas.",
  "human-terms.moderation.paragraph.2": "Mantenho o direito de os moderadores se retraírem ou simplesmente negarem sua pintura, se o conteúdo for muito perturbador. Entendo que sua definição vaga, mas espero que as pinturas raramente sejam descartadas diretamente. Ao invés disso, de acordo com as classificações, serão aplicadas antes da aprovação. Essas classificações podem incluir coisas como Jogo, Nudez, etc. - você pode ver a lista completa em sua página de preferências do jogador. Esta lista está sujeita a extensão, e os padrões serão bastante \"amigáveis à família\". Isto não significa que este mod seja bom para crianças, qualquer tipo de atividade online precisa da orientação dos pais.",
  "human-terms.moderation.paragraph.3": "Os moderadores podem cometer erros e descartar ou classificar erroneamente a pintura. Por favor, entenda que são apenas as pessoas que põem seu tempo livre para o bem de todos. Seja paciente e fale conosco se isso acontecer.",
  "human-terms.moderation.paragraph.4": "Recomendo estritamente este mod e serviço somente para jogadores com idade legal. O registro aqui sem atingir a idade legal não deve ser possível pelas regras da Microsoft oAuth e quebra o ToS.",
  "human-terms.moderation.title": "E a moderação?",
  "human-terms.title": "Saudações,",
  "human-terms.title.callout.check-english": "Estas declarações não são juridicamente vinculativas. Esta página fornece uma breve explicação sobre os termos de uso e alguns detalhes sobre o uso pretendido deste serviço.",
  "index.page.cta.button.wiki": "Saiba mais sobre a Galeria Zetter",
  "index.page.cta.button.wiki.about-zetter": "Projeto Galeria Zetter",
  "index.page.cta.button.wiki.learn": "Saiba mais sobre",
  "index.page.cta.description": "Use os mods Zetter e Zetter Gallery juntos para adicionar suas pinturas aqui, negociando com o comerciante de pintura no jogo Minecraft™.",
  "index.page.cta.title": "Gostaria de acrescentar sua própria pintura?",
  "index.page.description": "Zetter Gallery é um serviço que lhe permite compartilhar suas pinturas Zetter Minecraft com o mundo",
  "index.page.title": "Casa para pinturas Minecraft",
  "introduction.feed.description": "Feed está sempre a actualizar a lista de pinturas, que estão disponíveis no Painting Merchant in Game. Pode personalizar o seu feed fazendo o login e adicionando algumas pinturas aos favoritos.",
  "introduction.first-time.description": "Zetter Gallery é um mod de Minecraft que lhe permite partilhar pinturas criadas com o editor de arte em pixel do jogo. Os mods com editor de pintura e comerciante de pintura são instalados separadamente.",
  "introduction.first-time.ignore": "Eu já sei",
  "introduction.first-time.learn-more": "Saiba mais!",
  "microsoft-auth-check-advice": "Ainda bem que você perguntou! Basta verificar que o servidor descrito abaixo é aquele em que você está jogando agora mesmo.",
  "navbar.about": "Sobre",
  "navbar.feed": "Alimentação",
  "navbar.home": "Início",
  "navbar.profile": "Perfil",
  "navbar.profile.avatar": "Seu avatar de perfil",
  "navbar.profile.avatar.default": "Avatar anônimo",
  "navbar.search": "Busca",
  "paintings.layered-navigation.filter.resolution": "Resolução",
  "paintings.layered-navigation.sort.hot": "Quente",
  "paintings.layered-navigation.sort.new": "Novo",
  "paintings.layered-navigation.sort.top": "Top",
  "paintings.page.description": "Confira a pintura chamada",
  "paintings.page.description.1.value": "paintingName",
  "paintings.page.description.2.value": " criado por",
  "paintings.page.description.3.value": "nome de usuário",
  "paintings.page.description.4.value": "s na Galeria Zetter",
  "paintings.page.title": "paintingName",
  "paintings.page.title.1.value": " por",
  "paintings.page.title.2.value": "nome de usuário",
  "player.preferences.button.reset": "Reinicialização",
  "player.preferences.button.save": "Salvar",
  "player.preferences.button.save-and-continue": "Salvar e continuar",
  "player.preferences.callout.alpha-warning": "Isso não afeta sua alimentação em versão alfa (mas afetará em algum momento no futuro)! A moderação da arte é difícil, então fique avisado que você pode ver coisas diferentes!",
  "player.preferences.public.profile": "Perfil",
  "player.preferences.public.toggle.description": "Se você desativar isso, seu apelido e avatar ainda estarão visíveis, mas os jogadores não poderão ver pinturas e crachás em seu perfil",
  "player.preferences.public.toggle.title": "Tornar seu perfil visível para outros jogadores",
  "player.preferences.ratings.description": "Esta seção permite controlar que tipo de pinturas você pode ver em sua alimentação",
  "player.preferences.ratings.title": "Classificações",
  "player.preferences.title": "Preferências",
  "players.me.logout.description": "Em breve, vamos redirecioná-lo de volta à página inicial",
  "players.me.logout.page.description": "Sair da galeria Zetter",
  "players.me.logout.page.title": "Sair",
  "players.me.logout.title": "Saiu com sucesso da Zetter Gallery",
  "players.page.description": "nome de usuário",
  "players.page.description.1.value": "Perfil da Zetter na Galeria Zetter",
  "players.page.title": "Nome de usuário",
  "players.page.title.1.value": "Perfil",
  "profile.count.earnings": "Ganhos:",
  "profile.count.favorites": "Favoritos:",
  "profile.count.paintings": "Pinturas:",
  "profile.link.logout": "Sair",
  "profile.link.preferences": "Preferências",
  "terms-for-humans.page.description": "Galeria Zetter perguntas frequentes",
  "terms-for-humans.page.title": "FAQ",
  "terms.acceptance.paragraph": "AO UTILIZAR OS SERVIÇOS, VOCÊ ESTÁ CONCORDANDO, EM SEU NOME E EM NOME DAQUELES QUE REPRESENTA, EM CUMPRIR E ESTAR LEGALMENTE VINCULADO A ESTES TERMOS, BEM COMO A NOSSA POLÍTICA DE PRIVACIDADE E TODAS AS LEIS APLICÁVEIS. SE VOCÊ, EM SEU PRÓPRIO NOME OU EM NOME DAQUELES QUE REPRESENTA, NÃO CONCORDAR COM QUALQUER DISPOSIÇÃO DESTES TERMOS, VOCÊ DEVE, PARA SI E EM NOME DE QUALQUER UMA DESSAS PESSOAS, INTERROMPER O PROCESSO DE REGISTRO, INTERROMPER SEU USO DOS SERVIÇOS E, SE VOCÊ JÁ ESTIVER REGISTRADO, CANCELAR SUA CONTA.",
  "terms.acceptance.title": "Aceitação dos termos",
  "terms.description.paragraph": "Dmitry Burlakov (\"Zetter Gallery\", \"nós\", \"nos\" ou \"nosso\") fornece uma plataforma através de seu website, Interface de Programação de Aplicativos e uma modificação independente, feita pelo usuário, ao Mojang Video Game Minecraft, a uma comunidade de usuários registrados (\"usuários\" ou \"você\") para se engajar em uma variedade de atividades, inclusive para carregar e exibir pinturas digitais (\"Conteúdo Visual\"). A seguir estão os termos de uso (\"Termos\") para o uso do Site e dos Serviços.",
  "terms.description.title": "Descrição do serviço",
  "terms.page.description": "Termos de serviço da Zetter Gallery",
  "terms.page.title": "Termos de serviço",
  "terms.title": "Termos de serviço",
  "terms.title.callout.check-english": "As traduções dos termos são fornecidas pela comunidade e não são legalmente obrigatórias. Consulte a versão em inglês desta página se você tiver alguma dúvida.",
  "terms.zetter.copyright-complaints.dmca": "A Zetter Gallery se reserva o direito de remover qualquer Conteúdo que alegadamente infrinja os direitos autorais de outra pessoa. Em circunstâncias apropriadas, a Zetter Gallery encerrará as contas dos usuários que infringirem os direitos autorais. Avisos à Zetter Gallery sobre qualquer suposta infração aos direitos autorais devem ser enviados à Zetter Gallery via e-mail: copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Reclamações de direitos autorais",
  "terms.zetter.liability.title": "Limitação de responsabilidade civil",
  "terms.zetter.licensing.paragraph": "Ao submeter Conteúdo Visual à Zetter Gallery você concede uma licença não exclusiva, transferível e mundial para usar, sublicenciar, distribuir, reproduzir, modificar, adaptar, executar publicamente e exibir publicamente tal Conteúdo Visual em conexão com os Serviços. Esta licença existirá pelo período durante o qual o Conteúdo Visual for publicado no Site e terminará automaticamente quando o Conteúdo Visual for removido do Site. A Zetter Gallery não é responsável pelas cópias que foram criadas e distribuídas durante o período em que o Conteúdo Visual esteve disponível no Serviço. A Zetter Gallery não oferece forma de retirar cópias de seu Conteúdo Visual após a sua distribuição. A Zetter Gallery não reivindica a propriedade de seu Conteúdo Visual.",
  "terms.zetter.licensing.title": "Licenciamento",
  "terms.zetter.modification.interruptions": "Seu acesso e uso do Site e de nossos Serviços pode ser interrompido de tempos em tempos como resultado de mau funcionamento do equipamento, atualização, manutenção ou reparo do Site ou qualquer outro motivo dentro ou fora de nosso controle. A Zetter Gallery se reserva o direito de suspender ou interromper a disponibilidade do Site, qualquer Serviço, e remover qualquer Conteúdo Visual a qualquer momento a seu exclusivo critério e sem aviso prévio. A Zetter Gallery também pode impor limites a certas características e Serviços ou restringir seu acesso a partes ou à totalidade do Site e dos Serviços sem aviso prévio ou responsabilidade. O Site não deve ser usado ou confiado para armazenamento de seu Conteúdo Visual e você é orientado a reter suas próprias cópias de todo o Conteúdo Visual postado no Site.",
  "terms.zetter.modification.replace": "A Zetter Gallery reserva-se o direito, a seu exclusivo critério, de modificar ou substituir os Termos a qualquer momento. O que constitui uma mudança material será determinado a seu critério exclusivo na Zetter Gallery. Você é responsável por rever e se familiarizar com tais modificações. A utilização de qualquer Serviço ou a visualização de qualquer Conteúdo Visual constitui sua aceitação dos Termos conforme modificados.",
  "terms.zetter.modification.title": "Modificação dos termos",
  "terms.zetter.registration.paragraph": "Seu acesso e uso do Site e de nossos Serviços pode ser interrompido de tempos em tempos como resultado de mau funcionamento do equipamento, atualização, manutenção ou reparo do Site ou qualquer outro motivo dentro ou fora de nosso controle. A Zetter Gallery se reserva o direito de suspender ou interromper a disponibilidade do Site, qualquer Serviço, e remover qualquer Conteúdo Visual a qualquer momento a seu exclusivo critério e sem aviso prévio. A Zetter Gallery também pode impor limites a certas características e Serviços ou restringir seu acesso a partes ou à totalidade do Site e dos Serviços sem aviso prévio ou responsabilidade. O Site não deve ser usado ou confiado para armazenamento de seu Conteúdo Visual e você é orientado a reter suas próprias cópias de todo o Conteúdo Visual postado no Site.",
  "terms.zetter.registration.title": "Registro",
  "terms.zetter.release.release-statement.1": "Você, por meio deste documento, libera expressa e irrevogavelmente e exonera para sempre a Zetter Gallery de toda e qualquer ação, causa de ação, processo, processo, responsabilidade, dívidas, julgamentos, reclamações e demandas de qualquer natureza em lei ou equidade que você já teve, agora tem, ou poderá ter, por ou em razão de, ou surgindo direta ou indiretamente de seu uso do Site e dos Serviços.",
  "terms.zetter.release.release-statement.2": "Você concorda em indenizar e isentar a Zetter Gallery de e contra todas as reivindicações, perdas, despesas, danos e custos (incluindo, mas não limitado a, danos diretos, incidentais, conseqüentes, exemplares e indiretos), e honorários advocatícios razoáveis, resultantes de ou decorrentes de (i) uma violação destes Termos, (ii) Conteúdo postado no Site, por você ou qualquer pessoa usando sua conta ou credenciais Microsoft, (iv) o licenciamento, distribuição ou uso de seu Conteúdo Visual, ou (v) qualquer violação de quaisquer direitos de terceiros. A Zetter Gallery se reserva o direito, às suas próprias custas, de assumir a defesa e o controle exclusivo de qualquer assunto de outra forma sujeito a indenização por você.",
  "terms.zetter.release.title": "Liberação e indenização",
  "terms.zetter.user-conduct.paragraph": "Seu acesso e uso do Site e de nossos Serviços pode ser interrompido de tempos em tempos como resultado de mau funcionamento do equipamento, atualização, manutenção ou reparo do Site ou qualquer outro motivo dentro ou fora de nosso controle. A Zetter Gallery se reserva o direito de suspender ou interromper a disponibilidade do Site, qualquer Serviço, e remover qualquer Conteúdo Visual a qualquer momento a seu exclusivo critério e sem aviso prévio. A Zetter Gallery também pode impor limites a certas características e Serviços ou restringir seu acesso a partes ou à totalidade do Site e dos Serviços sem aviso prévio ou responsabilidade. O Site não deve ser usado ou confiado para armazenamento de seu Conteúdo Visual e você é orientado a reter suas próprias cópias de todo o Conteúdo Visual postado no Site.",
  "terms.zetter.user-conduct.title": "Conduta do usuário",
  "terms.zetter.warranty.paragraph": "SEU USO DO SITE E DOS SERVIÇOS É POR SUA PRÓPRIA CONTA E RISCO. O SITE E OS SERVIÇOS SÃO FORNECIDOS \"COMO ESTÃO, COMO DISPONÍVEIS\". A ZETTER GALLERY RENUNCIA EXPRESSAMENTE A TODAS AS GARANTIAS, INCLUINDO AS GARANTIAS DE COMERCIABILIDADE, TÍTULO, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA E NÃO-INFRAÇÃO. A ZETTER GALLERY SE ISENTA DE QUALQUER RESPONSABILIDADE POR QUALQUER PERDA, DANO, RECLAMAÇÃO, RESPONSABILIDADE OU DANO DE QUALQUER TIPO RESULTANTE DE, RESULTANTE DE OU DE QUALQUER FORMA RELACIONADO A (A) QUAISQUER ERROS OU OMISSÕES DESTE SITE E DOS SERVIÇOS, INCLUINDO, MAS NÃO LIMITADO A, IMPRECISÕES TÉCNICAS E ERROS TIPOGRÁFICOS, (B) COMUNICAÇÕES DE TERCEIROS, (C) QUAISQUER SITES OU CONTEÚDOS DE TERCEIROS ACESSADOS DIRETA OU INDIRETAMENTE ATRAVÉS DE LINKS NO SITE, INCLUINDO MAS NÃO SE LIMITANDO A QUAISQUER ERROS OU OMISSÕES, (D) A INDISPONIBILIDADE DE TODO OU QUALQUER PARTE DO SITE OU DOS SERVIÇOS, (E) SEU USO DO SITE OU DOS SERVIÇOS, OU (F) SEU USO DE QUALQUER EQUIPAMENTO OU SOFTWARE EM CONEXÃO COM O SITE OU OS SERVIÇOS.",
  "terms.zetter.warranty.paragraph.1": "EXCETO QUANDO DE OUTRA FORMA PREVISTO POR LEI, NEM A GALERIA ZETTER NEM QUALQUER UMA DE SUAS AFILIADAS, CONTROLADORAS, SUBSIDIÁRIAS, DISTRIBUIDORES AUTORIZADOS, DIRETORES, ACIONISTAS, FUNCIONÁRIOS, CLIENTES OU AGENTES SERÃO RESPONSÁVEIS POR QUALQUER PERDA, DANO, RECLAMAÇÃO, RESPONSABILIDADE OU DANO DE QUALQUER TIPO RESULTANTE DE SEU USO DO SITE, DE QUAISQUER FATOS OU OPINIÕES QUE NELE APAREÇAM, OU DOS SERVIÇOS. ZETTER GALLERY NÃO SERÁ RESPONSÁVEL POR QUALQUER DANO ESPECIAL, DIRETO, INDIRETO, INCIDENTAL, PUNITIVO OU CONSEQÜENTE DE QUALQUER TIPO (INCLUINDO, SEM LIMITAÇÃO, HONORÁRIOS ADVOCATÍCIOS) DE QUALQUER FORMA DEVIDO, RESULTANTE OU DECORRENTE DO USO OU DA INCAPACIDADE DE USAR O SITE OU OS SERVIÇOS. NA MEDIDA EM QUE A LIMITAÇÃO DE RESPONSABILIDADE ACIMA É PROIBIDA OU FALHA DE SEU PROPÓSITO ESSENCIAL, A ÚNICA OBRIGAÇÃO DA GALERIA ZETTER PARA COM VOCÊ POR DANOS SERÁ LIMITADA A (A) US$100,00 SE A REIVINDICAÇÃO NÃO ESTIVER RELACIONADA AO LICENCIAMENTO DE CONTEÚDO VISUAL; OU (B) O TOTAL DE TAXAS COBRADAS PELA GALERIA ZETTER PARA O CONTEÚDO VISUAL QUE É O OBJETO DA REIVINDICAÇÃO SE A REIVINDICAÇÃO ESTIVER RELACIONADA AO LICENCIAMENTO DE CONTEÚDO VISUAL, COM O ENTENDIMENTO DE QUE A GALERIA ZETTER NÃO É RESPONSÁVEL PELO USO INDEVIDO DE CONTEÚDO VISUAL POR DISTRIBUIDORES OU QUALQUER OUTRA TERCEIRA PARTE SOB QUAISQUER CIRCUNSTÂNCIAS.",
  "terms.zetter.warranty.paragraph.2": "VOCÊ E A ZETTER GALLERY CONCORDAM QUE QUALQUER PROCESSO PARA RESOLVER OU LITIGAR QUALQUER DISPUTA QUE SURJA A SEGUIR SERÁ CONDUZIDO EXCLUSIVAMENTE EM UMA BASE INDIVIDUAL, E QUE VOCÊ NÃO PROCURARÁ TER QUALQUER DISPUTA OUVIDA COMO UMA AÇÃO COLETIVA, UMA AÇÃO REPRESENTATIVA, UMA AÇÃO COLETIVA, UMA AÇÃO PARTICULAR ADVOGADO-GERAL, OU EM QUALQUER PROCESSO NO QUAL VOCÊ AJA OU SE PROPONHA A AGIR EM UMA CAPACIDADE REPRESENTATIVA. VOCÊ CONCORDA AINDA QUE NENHUM PROCESSO SERÁ JUNTADO, CONSOLIDADO OU COMBINADO COM OUTRO PROCESSO SEM O CONSENTIMENTO PRÉVIO POR ESCRITO DA GALERIA DE ZETAS E DE TODAS AS PARTES EM QUALQUER UM DESSES PROCESSOS.",
  "terms.zetter.warranty.title": "Isenção de garantia",
  "widgets.discord-button": "Junte-se ao nosso servidor Discord",
  "widgets.discord-button.join": "Junte-se ao nosso",
  "widgets.discord-button.server": "servidor de discórdia",
  "widgets.under-construction.description.discord-button": "Junte-se ao nosso servidor Discord",
  "widgets.under-construction.description.discord-button.join": "Junte-se ao nosso",
  "widgets.under-construction.description.discord-button.server": "Servidor de discórdia",
  "widgets.under-construction.description.dm": "",
  "widgets.under-construction.description.updates": "Se você gostaria de saber sobre atualizações:",
  "widgets.under-construction.description.why": "Estamos construindo uma casa para pinturas Zetter",
  "widgets.under-construction.title": "",
  "wiki.zetter-gallery.about-feed.description.1": "Feed está sempre atualizando a lista de pinturas, disponíveis para compra. Com uma pequena quantidade de quadros, o feed não é muito útil, mas seu principal objetivo é ter sempre alguns quadros interessantes para você escolher.",
  "wiki.zetter-gallery.about-feed.description.2": "A alimentação é atualizada a cada 15 minutos e preenchida com tendências, topos e novas pinturas, se presentes.",
  "wiki.zetter-gallery.about-feed.description.3": "Além disso, você pode usar estrelas neste site para marcar pinturas que você considere interessantes. Essas pinturas terão mudanças maiores para aparecer em sua alimentação pessoal, que está disponível para compra somente para você.",
  "wiki.zetter-gallery.about-feed.section": "Sobre a alimentação",
  "wiki.zetter-gallery.about-feed.title": "Sobre a alimentação",
  "wiki.zetter-gallery.login.description.mc-auth": "Depois disso, se você entrou em sua conta, você será solicitado a permitir que o servidor Minecraft do qual você abriu o link para usar sua conta Zetter. Verifique se é o servidor correto e pressione permitir se tudo parecer bem para você.",
  "wiki.zetter-gallery.login.description.ms-auth": "Se você ainda não fez o login neste site, será solicitado que faça o login com sua conta Microsoft. Verifique cuidadosamente se o URI em sua barra de endereço é zetter.gallery e leia a mensagem nessa página. Isto o ajudará a proteger sua conta. Não digite sua senha Microsoft fora dos sites da Microsoft.",
  "wiki.zetter-gallery.login.description.screen": "Se você estiver usando o Zetter Gallery mod pela primeira vez, você será solicitado a fazer o login.",
  "wiki.zetter-gallery.login.description.zg-auth": "Para fazer o login, você precisaria da conexão com a Internet e do navegador de Internet em seu computador (você tem 99% disto se estiver lendo este artigo). Ao clicar no link, você será redirecionado para a página de login neste site.",
  "wiki.zetter-gallery.login.description.zg-requirements": "Para fazer o login, você deve fazer o Minecraft para permitir que você abra links. Ele é ativado por padrão, mas se você tiver problemas e nada abrir, você pode verificar se é permitido abrir links no Menu Principal -> Preferências.",
  "wiki.zetter-gallery.login.prompt.image": "",
  "wiki.zetter-gallery.login.section": "Login",
  "wiki.zetter-gallery.login.title": "Login",
  "wiki.zetter-gallery.page": "Wiki Home",
  "wiki.zetter-gallery.page.description": "Obter informações sobre o Zetter Gallery Mod for Minecraft",
  "wiki.zetter-gallery.page.title": "Zetter Gallery Wiki",
  "wiki.zetter-gallery.painting-merchant.description.1": "Para começar a comercializar pinturas, você precisará encontrar um aldeão e mudar sua ocupação. Para que um aldeão se torne um Comerciante de Pinturas, ele deverá ter uma cama e um bloco de mesa de artista designados perto desta cama.",
  "wiki.zetter-gallery.painting-merchant.description.2": "Confira o wiki Minecraft para ver como funciona a ocupação dos aldeões.",
  "wiki.zetter-gallery.painting-merchant.section": "Comerciante de Pintura",
  "wiki.zetter-gallery.painting-merchant.title": "Comerciante de Pintura",
  "wiki.zetter-gallery.title": "Galeria Zetter Wiki Home",
  "wiki.zetter-gallery.trading-interface.description.pre": "Após o login e o carregamento da alimentação de pintura atual, você verá uma interface comercial incomum.",
  "wiki.zetter-gallery.trading-interface.feed-dt": "9) Ícone de alimentação",
  "wiki.zetter-gallery.trading-interface.instruction.image": "Imagem de instrução Combine Mode",
  "wiki.zetter-gallery.trading-interface.login-dd": "Mostra o estado actual de autenticação. Ao utilizar anonimamente, o botão Log In aparecerá. Ao premir o botão mostrará a prontidão de autenticação neste sítio. Se tiver entrado com sucesso, o seu apelido será mostrado em vez disso.",
  "wiki.zetter-gallery.trading-interface.login-dt": "4) Conta",
  "wiki.zetter-gallery.trading-interface.login-no-dd": "Se não vir este botão, é provável que as ligações de chat estejam desactivadas no Minecraft, ou que o servidor em que está a jogar seja proibido.",
  "wiki.zetter-gallery.trading-interface.offer-count-dd": "Mostra quantidade de pintura na alimentação actual e posição actual.",
  "wiki.zetter-gallery.trading-interface.offer-count-dt": "2) Contagem da oferta",
  "wiki.zetter-gallery.trading-interface.offer-paginator-dt": "3) Botões anteriores e seguintes",
  "wiki.zetter-gallery.trading-interface.painting-info-dd": "Mostra a pintura actualmente seleccionada à esquerda, e a sua informação à direita. A informação inclui o nome da pintura, a alcunha do autor e o tamanho em blocos.",
  "wiki.zetter-gallery.trading-interface.painting-info-dt": "1) Pré-visualização e informação da pintura",
  "wiki.zetter-gallery.trading-interface.price-dd": "Mostra quantas esmeraldas deve colocar no local de venda para obter um quadro. No modo de venda, mostra o quanto vai receber: artistas populares estão a receber mais esmeraldas.",
  "wiki.zetter-gallery.trading-interface.price-dt": "5) Preço da oferta",
  "wiki.zetter-gallery.trading-interface.result-slot-dt": "7) Ranhura de resultados",
  "wiki.zetter-gallery.trading-interface.sale-slot-dt": "6) Ranhura de venda",
  "wiki.zetter-gallery.trading-interface.section": "Comércio",
  "wiki.zetter-gallery.trading-interface.title": "Pinturas comerciais",
  "wiki.zetter-gallery.trading-interface.update-countdown-dt": "8) Contagem decrescente de actualizações",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "Clique neste botão para proceder com a compra ou venda de pintura. Informações sobre esta operação serão enviadas à Galeria e você receberá seu item de pintura ou esmeraldas",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "5) Botão Checkout",
  "wiki.zetter-gallery.trading.interface.feed-dd": "Isto apenas mostra que algoritmo foi utilizado para trazer até si esta pintura. Por exemplo, isto pode ser uma estrela se esta pintura estiver disponível apenas para si, pois adicionou-a às suas pinturas favoritas neste website.",
  "wiki.zetter-gallery.trading.interface.login-callout": "O login ajuda-nos a trabalhar melhor e a prevenir a manipulação de alimentação por bots e trolls. Por favor, inicie sempre a sessão se tiver uma conta.",
  "wiki.zetter-gallery.trading.interface.offer-paginator-dd": "Prima esses botões para mudar a oferta actual. Para cima para a oferta anterior e para baixo para a seguinte.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "Clique nestes botões para mudar a pintura na alimentação atual.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "3) Botões anteriores e seguintes",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "Mostra a quantidade de pintura na alimentação atual e posição atual.",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "1) Paginação de alimentação de pintura",
  "wiki.zetter-gallery.trading.interface.preview-dd": "Mostra pinturas selecionadas atualmente.",
  "wiki.zetter-gallery.trading.interface.preview-dt": "2) Pré-visualização",
  "wiki.zetter-gallery.trading.interface.result-dd": "Retire suas pinturas ou esmeraldas desta ranhura após o check-out.",
  "wiki.zetter-gallery.trading.interface.result-dt": "6) Ranhura de resultado",
  "wiki.zetter-gallery.trading.interface.result-slot-dd": "Quando a oferta for cumprida (tem esmeraldas suficientes ou a sua pintura é validada), obtenha o seu resultado a partir desse espaço. Pode ser pintura ou esmeraldas aqui.",
  "wiki.zetter-gallery.trading.interface.result-slot-dt": "7) Ranhura de resultados",
  "wiki.zetter-gallery.trading.interface.sale-slot-dd": "Coloque aqui as suas esmeraldas. Agora. Brincadeiras à parte, também pode colocar a sua pintura aqui se estiver logado, para submeter a sua pintura a este website.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "Este slot é usado para pagar a pintura atual com esmeraldas, ou para vender pinturas.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "Colocando a pintura neste slot, você mudará para o modo de venda.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "No modo de venda, você pode apresentar sua pintura e receber esmeraldas para ela.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "4) Ranhura de venda",
  "wiki.zetter-gallery.trading.interface.update-countdown-dd": "Como as ofertas são actualizadas a cada 5 minutos, tem um tempo limitado para adquirir o quadro em oferta. Não se preocupe, quando o tempo se esgotar, este botão vai ficar preto, e terá 1:30 para terminar o que planeou. Também pode actualizar manualmente as ofertas, clicando neste botão quando estiver preto.",
  "wiki.zetter.advanced.console.export.param1": "O primeiro parâmetro é o alvo para exportação. Normalmente, você provavelmente precisará usar o parâmetro \"cliente\", para que a pintura seja salva na pasta do Minecraft, o mesmo local onde as capturas de tela e os pacotes de textura estão localizados, em um novo diretório \"zetter\". Se você é um operador de servidor, pode usar a opção \"servidor\": dessa forma, a pintura será salva apenas no diretório raiz do servidor no diretório \"zetter\". Se você estiver jogando em um mundo single-player, o resultado será o mesmo, mas para servidores dedicados, o resultado do \"servidor\" estará acessível apenas para as pessoas que têm acesso ao sistema de arquivos do computador servidor.",
  "wiki.zetter.advanced.console.export.param2": "O segundo parâmetro é a regra de pesquisa de pintura. Pode ser o nome da pintura que você está procurando entre aspas duplas, como \"Minha pintura\", ou você pode se referir à sua pintura por seu ID numérico. Outra opção é usar o nome da tela, geralmente uma string como zetter_painting_14 (14 é o ID numérico).",
  "wiki.zetter.advanced.console.export.pre": "Se quiser compartilhar seu trabalho fora do Minecraft e não quiser usar a Zetter Gallery, você pode usar um comando de exportação especial. Este comando permitirá que você salve sua pintura em arquivo PNG na pasta do jogo ou na pasta do servidor.",
  "wiki.zetter.advanced.console.export.title": "Comando de exportação",
  "wiki.zetter.advanced.console.restore.notice": "Tenha em mente, porém, que isto só se aplica aos quadros assinados. As telas não assinadas podem ser facilmente perdidas para sempre ou sobrescritas por Zetter quando o item de tela é removido do mundo. Portanto, lembre-se de assinar a sua pintura quando terminar e evite usar cavalete como decoração se o resultado for importante para si.",
  "wiki.zetter.advanced.console.restore.post": "Em vez de \"Your Painting Name\" deve usar o título da sua pintura, obviamente. Mas também pode usar o id de pintura (número) ou mesmo o código da tela, se estiver mais interessado em coisas técnicas. Este comando deve dar-lhe uma cópia da pintura, se esta for encontrada por parâmetro fornecido.",
  "wiki.zetter.advanced.console.restore.pre": "Perder resultados do seu trabalho pode ser devastador, quando se põe muito amor nele. É especialmente devastador se isso acontecer porque um tipo qualquer carregou uma versão mal testada do mod e aconteceu um bug terrível... oh bem. Por essa razão, Zetter nunca remove um quadro (embora possa ser bloqueado pelo administrador do servidor, mas não removido a não ser que seja fisicamente apagado), e existe um comando especial 'Restore', que pode ser usado como se segue:",
  "wiki.zetter.advanced.console.restore.title": "Restaurar o comando",
  "wiki.zetter.advanced.console.section": "Comandos de consola",
  "wiki.zetter.advanced.console.title": "Comandos de consola",
  "wiki.zetter.advanced.hotkeys": "As teclas de atalho são atalhos de teclado que devem tornar o seu trabalho mais fácil e mais rápido. A sua aprendizagem irá melhorar muito a sua experiência.",
  "wiki.zetter.advanced.hotkeys.colors.down": "Utilize a ranhura da paleta abaixo da actual",
  "wiki.zetter.advanced.hotkeys.colors.swap": "Trocar a cor: usar ranhura de palete ao lado da actual.",
  "wiki.zetter.advanced.hotkeys.colors.up": "Utilizar ranhura de palete acima da actual",
  "wiki.zetter.advanced.hotkeys.history.redo": "Refazer: restaurar a última acção cancelada",
  "wiki.zetter.advanced.hotkeys.history.undo": "Desfazer: cancelar a última acção não cancelada",
  "wiki.zetter.advanced.hotkeys.section": "Teclas de atalho",
  "wiki.zetter.advanced.hotkeys.title": "Teclas de atalho",
  "wiki.zetter.advanced.hotkeys.tools.brush": "Ferramenta de escova",
  "wiki.zetter.advanced.hotkeys.tools.bucket": "Balde ou ferramenta de enchimento",
  "wiki.zetter.advanced.hotkeys.tools.colors": "Cores",
  "wiki.zetter.advanced.hotkeys.tools.hand": "Ferramenta manual",
  "wiki.zetter.advanced.hotkeys.tools.history": "História",
  "wiki.zetter.advanced.hotkeys.tools.pencil": "Ferramenta de lápis",
  "wiki.zetter.advanced.hotkeys.tools.picker": "Ferramenta de selecção de cores",
  "wiki.zetter.advanced.hotkeys.tools.title": "Ferramentas",
  "wiki.zetter.advanced.hotkeys.tools.zoom-in": "Zoom in",
  "wiki.zetter.advanced.hotkeys.tools.zoom-out": "Ampliar",
  "wiki.zetter.advanced.page": "avançado",
  "wiki.zetter.advanced.page.description": "Aprender sobre técnicas avançadas em Zetter Mod para Minecraft",
  "wiki.zetter.advanced.page.title": "Zetter Advanced Topics Wiki",
  "wiki.zetter.advanced.title": "Zetter Wiki Tópicos Avançados",
  "wiki.zetter.combining.interface.combine.grid-dd": "Coloque aqui as suas telas de modo a fundi-las.",
  "wiki.zetter.combining.interface.combine.grid-dt": "1) Grelha de combinação de lona",
  "wiki.zetter.combining.interface.combine.mode-dd": "Pressione para mudar para o modo split. A grelha combinada deve estar vazia.",
  "wiki.zetter.combining.interface.combine.mode-dt": "4) Modo de mudança",
  "wiki.zetter.combining.interface.combine.preview-dd": "Mostra como será a tela combinada.",
  "wiki.zetter.combining.interface.combine.preview-dt": "2) Pré-visualização",
  "wiki.zetter.combining.interface.combine.result-dd": "Quando estiver satisfeito com o resultado, pegue na sua tela fundida a partir daí.",
  "wiki.zetter.combining.interface.combine.result-dt": "3) Ranhura de resultados",
  "wiki.zetter.combining.interface.grid-dd": "Coloque aqui suas telas a fim de colá-las. Você também pode simplesmente colocar uma tela aqui.",
  "wiki.zetter.combining.interface.grid-dt": "1) Grelha de combinação de lona",
  "wiki.zetter.combining.interface.name-dd": "Use-o para nomear sua pintura.",
  "wiki.zetter.combining.interface.name-dt": "3) Campo de nome",
  "wiki.zetter.combining.interface.preview-dd": "Mostra como será a pintura combinada.",
  "wiki.zetter.combining.interface.preview-dt": "2) Pré-visualização",
  "wiki.zetter.combining.interface.result-dd": "Quando você estiver satisfeito com o resultado, pegue sua pintura de lá. Parabéns! A primeira obra-prima está pronta.",
  "wiki.zetter.combining.interface.result-dt": "4) Resultado",
  "wiki.zetter.combining.interface.split.grid-dd": "Coloque aqui a sua tela a fim de a dividir.",
  "wiki.zetter.combining.interface.split.grid-dt": "1) Ranhura de divisão de lona",
  "wiki.zetter.combining.interface.split.mode-dd": "Prima para mudar para o modo combinado. A ranhura dividida deve estar vazia.",
  "wiki.zetter.combining.interface.split.mode-dt": "4) Modo de mudança",
  "wiki.zetter.combining.interface.split.preview-dd": "Mostra como é actualmente a tela dividida.",
  "wiki.zetter.combining.interface.split.preview-dt": "2) Pré-visualização",
  "wiki.zetter.combining.interface.split.result-dd": "Quando estiver satisfeito com o resultado, agarre as suas telas a partir daí.",
  "wiki.zetter.combining.interface.split.result-dt": "3) Ranhuras de resultados",
  "wiki.zetter.combining.interface.split.slot-dt": "1) Ranhura de divisão de lona",
  "wiki.zetter.combining.mode": "Modo Mesa de Artista",
  "wiki.zetter.combining.mode.combine": "Modo Combinar",
  "wiki.zetter.combining.mode.combine.instruction.image": "Imagem de instrução Combine Mode",
  "wiki.zetter.combining.mode.split": "Modo Split",
  "wiki.zetter.combining.mode.split.instruction.image": "Imagem de instrução do Modo Split",
  "wiki.zetter.combining.section": "Combinando",
  "wiki.zetter.combining.signing.no-clearing": "Não é necessário limpar o nome padrão da pintura. Basta começar a escrever o seu nome.",
  "wiki.zetter.combining.signing.text": "Este é o ecrã de pré-visualização e sinalização da sua pintura. No lado inferior esquerdo verá o nome para a pintura (por defeito é Unnamed) e o seu apelido. No lado direito, há o botão Assinar. Prima-o quando estiver satisfeito com a sua pintura e dê-lhe um nome.",
  "wiki.zetter.combining.text-intro": "Quando você terminar com uma ou várias partes de sua obra de arte, é hora de combinar telas e colocar sua assinatura de autor. Shift+Clique com o botão direito no cavalete para levar as telas de volta do cavalete para o seu inventário. Clique com o botão direito do mouse na Mesa de Artista para abrir a interface de combinação e assinatura:",
  "wiki.zetter.combining.title": "Assinatura e combinação de telas",
  "wiki.zetter.copying.section": "Copiando",
  "wiki.zetter.copying.text": "Se você deseja duplicar sua pintura, precisará combinar a pintura assinada sem moldura com a tela em branco do mesmo tamanho e uma paleta com tintas suficientes. Você terá uma cópia em um slot de resultado, e a pintura será mantida no slot original, assim como a paleta, com quantidade reduzida de tintas. Como os livros, as pinturas têm três gerações: original, cópia e cópia da cópia.",
  "wiki.zetter.copying.title": "Copiando uma pintura",
  "wiki.zetter.crafting.section": "Crafting",
  "wiki.zetter.crafting.text": "Em primeiro lugar, precisamos elaborar algumas coisas. Algumas telas, um cavalete para colocar a tela, algumas tintas e, finalmente, uma paleta.",
  "wiki.zetter.crafting.title": "Crafting",
  "wiki.zetter.framing.result.image": "Pintura numa moldura na parede",
  "wiki.zetter.framing.section": "Emolduramento",
  "wiki.zetter.framing.text-finish": "De que você está esperando? Coloque-a na parede!",
  "wiki.zetter.framing.text-intro": "Depois de assinar e nomear seu quadro, é hora de colocá-lo finalmente em algum lugar em sua casa chique! Para fazer isso, precisaríamos criar uma moldura especial e colocar a pintura nesta moldura, depois colocá-la na parede.",
  "wiki.zetter.framing.title": "Criando uma moldura",
  "wiki.zetter.page": "Wiki Home",
  "wiki.zetter.page.description": "Obter informações sobre o Zetter Mod para Minecraft",
  "wiki.zetter.page.title": "Zetter Wiki",
  "wiki.zetter.painting.callout-advanced": "Você pode encontrar teclas de atalho e comandos do console {recipesLocation}",
  "wiki.zetter.painting.callout-advanced.location": "nesta página",
  "wiki.zetter.painting.instruction.image": "Instruções de pintura de imagem",
  "wiki.zetter.painting.interface.canvas-dd": "Lugar onde a magia acontece. Ao pairar sobre a área da tela com uma ferramenta de desenho, deve aparecer um cursor de desenho, mostrando a área afectada pela ferramenta. Pode reposicionar a tela com espaço (ferramenta manual) e roda do rato (ferramenta de zoom)",
  "wiki.zetter.painting.interface.canvas-dt": "2) Área de lona",
  "wiki.zetter.painting.interface.canvas-slot-dd": "Tela actual colocada neste cavalete. Também a pode obter por shift+click no cavalete, mas alternativamente, pode usar esta ranhura.",
  "wiki.zetter.painting.interface.canvas-slot-dt": "6) Ranhura em lona",
  "wiki.zetter.painting.interface.current-tab-dd": "Separador actual. Pode seleccionar cor a partir daqui, configurar a opacidade da sua ferramenta, tamanho, e outras opções. Quando o inventário é seleccionado, mostra o inventário do seu personagem.",
  "wiki.zetter.painting.interface.current-tab-dt": "8) Separador actual",
  "wiki.zetter.painting.interface.finish-dd": "Comece a desenhar!",
  "wiki.zetter.painting.interface.finish-dt": "6) Janela de desenho",
  "wiki.zetter.painting.interface.hex-dd": "Se você conhece o código da cor que deseja usar, basta escrevê-lo ou copiá-lo ali.",
  "wiki.zetter.painting.interface.hex-dt": "4) Entrada de cor HEX",
  "wiki.zetter.painting.interface.history-zoom-dd": "História e ferramentas de zoom. Prima desfazer para reverter a última acção, e refazer para a recuperar. As teclas de atalho estão a funcionar. A história é partilhada entre os jogadores! Prima mais para aumentar a escala da tela e menos para a diminuir.",
  "wiki.zetter.painting.interface.history-zoom-dt": "3) História & Escala",
  "wiki.zetter.painting.interface.hsv-dd": "Arraste os controles deslizantes para ajustar a cor selecionada.",
  "wiki.zetter.painting.interface.hsv-dt": "3) Ajuste de cor HSV",
  "wiki.zetter.painting.interface.palette-dd": "As cores são salvas com item de paleta. O slot atual da paleta é destacado, você pode salvar até 14 cores em uma única paleta.",
  "wiki.zetter.painting.interface.palette-dt": "2) Paleta",
  "wiki.zetter.painting.interface.palette-slot-dd": "Coloque aqui sua paleta elaborada a fim de começar a desenhar.",
  "wiki.zetter.painting.interface.palette-slot-dt": "1) Ranhura para palete",
  "wiki.zetter.painting.interface.tabs-dd": "Dependendo da ferramenta que estiver a utilizar, verá aqui diferentes separadores. Quando clicar em qualquer separador, o conteúdo de (8) área mudará. O último separador é sempre o inventário. Nem todas as ferramentas têm parâmetros. Cobriremos diferentes ferramentas e parâmetros abaixo.",
  "wiki.zetter.painting.interface.tabs-dt": "7) Separadores",
  "wiki.zetter.painting.interface.tool-dd": "Você pode querer começar com o balde para criar um fundo.",
  "wiki.zetter.painting.interface.tool-dt": "5) Selecionar ferramenta",
  "wiki.zetter.painting.interface.tools-dd": "Ferramentas disponíveis: lápis de pixel, pincel, colhedor de cores, ferramenta de balde e mão. Cada ferramenta tem um objectivo próprio, iremos descrevê-los abaixo.",
  "wiki.zetter.painting.interface.tools-dt": "1) Ferramentas",
  "wiki.zetter.painting.section": "Pintura",
  "wiki.zetter.painting.text-intro": "Está na hora de criar sua primeira obra-prima! Deixe-me apresentar como funciona a interface de desenho. É simples como a velha e boa MS Paint, aqui está a referência:",
  "wiki.zetter.painting.title": "Pintura",
  "wiki.zetter.preparing.artist-table": "Pode combinar essas telas numa Mesa de Artista especial, que também precisará de criar. Cobriremos a combinação de telas na próxima etapa.",
  "wiki.zetter.preparing.callout-recipes": "Você pode encontrar todas as referências de receitas {recipesLocation}",
  "wiki.zetter.preparing.callout-recipes.location": "nesta página",
  "wiki.zetter.preparing.canvases": "Telas: cada tela dá-lhe um bloco de pintura, portanto um é suficiente para uma pequena pintura, e 16 serão suficientes para a maior pintura individual possível (4×4). Tipicamente, sugiro ir com 4 - é o suficiente para uma pintura 2×2 que pode caber no cavalete.",
  "wiki.zetter.preparing.easel": "Finalmente, seria necessário um cavalete. Pode encontrar a sua receita acima. O cavalete precisa de algum espaço, por isso não o coloque bem perto da parede!",
  "wiki.zetter.preparing.introduction": "Em primeiro lugar, é preciso elaborar algumas coisas.",
  "wiki.zetter.preparing.paints": "Agora precisamos de algo com que pintar - tintas e palete. As paletas são necessárias para guardar as cores com que se está a trabalhar, e não são infinitas. Não se quebrarão, mas terá de as recarregar eventualmente para continuar a pintar. Há também receitas alternativas, que pode encontrar na página das receitas.",
  "wiki.zetter.preparing.section": "Preparando",
  "wiki.zetter.preparing.text-mounting": "Com a lona na mão, clique com o botão direito no cavalete para montá-la.",
  "wiki.zetter.preparing.text-start": "Para começar a desenhar, precisaríamos preparar nossa oficina de pintura. Coloque o cavalete, pegue a tela, coloque a paleta em sua barra de aquecimento. Você também pode colocar uma mesa de artista em algum lugar próximo - precisaremos dela mais tarde.",
  "wiki.zetter.preparing.text-workshop-title": "Nossa oficina deveria ter este aspecto:",
  "wiki.zetter.preparing.title": "Preparando o local de trabalho",
  "wiki.zetter.recipes.artist-table": "A mesa do artista permite fazer pinturas a partir de telas, combinando e assinando-as. Para combinar as telas, coloque-as em forma retangular em grade artesanal. Se a forma estiver correta, a visualização da pintura será atualizada. Se a pré-visualização da pintura não for visível e o espaço de saída estiver vazio, a forma está incorreta. Tamanhos de pintura suportados, listados abaixo.",
  "wiki.zetter.recipes.artist-table.section": "Mesa do artista",
  "wiki.zetter.recipes.artist-table.title": "Mesa do artista",
  "wiki.zetter.recipes.canvas": "As telas são um lar intermediário para suas obras de arte. Elas são visíveis quando colocadas no cavalete com um clique com o botão direito do mouse, mas quando é feito é melhor fazer uma pintura a partir de telas usando a mesa do artista. Você verá telas combinadas pré-visualizando-as ali.",
  "wiki.zetter.recipes.canvas.section": "Tela",
  "wiki.zetter.recipes.canvas.title": "Tela",
  "wiki.zetter.recipes.easel": "O Easel é um ponto de partida para todas as pinturas. Para começar a desenhar, você gostaria de colocar um no mundo, colocar uma tela clicando com o botão direito do mouse com a tela na mão. Um simples clique com o botão direito abrirá o cavalete UI. Você também precisaria colocar uma paleta em uma ranhura especial. Um simples clique com o botão direito do mouse com a mão vazia retrairá a lona do cavalete.",
  "wiki.zetter.recipes.easel.section": "Easel",
  "wiki.zetter.recipes.easel.title": "Easel",
  "wiki.zetter.recipes.frames.section": "Estruturas",
  "wiki.zetter.recipes.framing": "Para colocar a pintura em uma moldura, é necessário combiná-las na grelha de artesanato em qualquer ordem. Você pode sempre obter sua pintura de volta da moldura. Para fazer isso, basta colocar a pintura emoldurada em uma grade de artesanato. Você pode pegar a moldura de volta, e a pintura sem moldura aparecerá na grelha de artesanato.",
  "wiki.zetter.recipes.framing.title": "Pinturas emolduradas e não-framadas",
  "wiki.zetter.recipes.gold-frame.title": "Moldura dourada",
  "wiki.zetter.recipes.golden-frame": "Esta moldura é dourada, que é muito mais grossa que outras e tem um visual de luxo. Possui esmeraldas incrustadas, que são necessárias para a confecção. Não tem uma placa de identificação por padrão, veja abaixo;",
  "wiki.zetter.recipes.iron-frame": "Esta moldura não tem moldura grossa ao redor de sua pintura, então você pode colocar várias dessas moldura uma ao lado da outra ou criar uma pintura enorme, mais de 4x4 ou simplesmente se livrar de moldura. Tem 1px de espessura, como é a pintura de baunilha.",
  "wiki.zetter.recipes.iron-frame.title": "Moldura de ferro",
  "wiki.zetter.recipes.page": "Receitas",
  "wiki.zetter.recipes.page.description": "Encontre receitas para Zetter Mod em Minecraft",
  "wiki.zetter.recipes.page.title": "Zetter Recipes Wiki",
  "wiki.zetter.recipes.painting": "Esta é uma pintura de verdade. É criada apenas assinando uma ou várias telas combinadas na Mesa de Artista.",
  "wiki.zetter.recipes.painting.section": "Pintura",
  "wiki.zetter.recipes.painting.title": "Pintura",
  "wiki.zetter.recipes.paints": "As tintas são usadas para criar ou recarregar uma paleta.",
  "wiki.zetter.recipes.paints.section": "Tintas",
  "wiki.zetter.recipes.paints.title": "Tintas",
  "wiki.zetter.recipes.palette": "A paleta é necessária para desenhar sobre uma tela. Quando colocada na ranhura especial da UI do cavalete, as cores aparecerão. Para sua conveniência ao pintar obras de arte em várias telas, você pode usar uma única paleta em vários cavalete e suas cores serão salvas com a paleta. Assim que a barra da paleta estiver baixa, você não poderá continuar desenhando. Você pode manter as cores e recarregá-la, combinando com pinturas como mostrado acima.",
  "wiki.zetter.recipes.palette.section": "Paleta",
  "wiki.zetter.recipes.special-frames.section": "Estruturas especiais",
  "wiki.zetter.recipes.special-frames.title": "Estruturas especiais",
  "wiki.zetter.recipes.title": "Receitas Zetter Wiki",
  "wiki.zetter.recipes.title-palette": "Paleta",
  "wiki.zetter.recipes.wooden-frames": "As molduras básicas são feitas de madeira, bastões, couro e pepitas de sua escolha. Você pode usar qualquer tipo de madeira baunilha, e obterá molduras diferentes dependendo do tipo de madeira utilizada. Se você usar pepita dourada na manufatura, a moldura terá adicionalmente uma pequena placa dourada, e o nome da pintura será mostrado quando você clicar com o botão direito do mouse na pintura.",
  "wiki.zetter.recipes.wooden-frames.title": "Molduras de madeira",
  "wiki.zetter.sharing.button.download": "Baixe a Galeria Zetter de CurseForge",
  "wiki.zetter.sharing.button.download.from": "de CurseForge",
  "wiki.zetter.sharing.button.download.what": "Download da Galeria Zetter",
  "wiki.zetter.sharing.button.wiki": "Confira a Galeria Zetter Wiki",
  "wiki.zetter.sharing.button.wiki.check": "Confira",
  "wiki.zetter.sharing.button.wiki.what": "Galeria Zetter Wiki",
  "wiki.zetter.sharing.description": "Você pode compartilhar sua pintura com o mundo usando este site, e baixar pinturas de outros artistas usando o add-on Zetter Gallery.",
  "wiki.zetter.sharing.section": "Compartilhando",
  "wiki.zetter.sharing.title": "Compartilhando pinturas",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery é um mod independente, que requer Zetter para funcionar. Ele é baixado separadamente, de modo que os jogadores que preferem não ter recursos on-line podem manter a versão básica do mod.",
  "wiki.zetter.signing.image": "Pintura de imagem de instrução de assinatura",
  "wiki.zetter.signing.section": "Assinatura",
  "wiki.zetter.signing.text-intro": "Quando terminar o seu trabalho artístico, é altura de colocar a sua assinatura de autor. Não poderá editar o quadro após a assinatura, por isso certifique-se de que é bom! Clique com o botão direito do rato com a tela na mão em espaço vazio para abrir a interface de pré-visualização e assinatura:",
  "wiki.zetter.signing.title": "Assinatura de pinturas",
  "wiki.zetter.title": "Zetter Wiki Home",
  "wiki.zetter.tools.color.blending": "1) Tipo de mistura. Define, em que espaço de cor e que algoritmo será utilizado para misturar cores quando a mistura é aplicável (ferramenta de pincel, não lápis de intensidade total). Primeiro aqui é a mistura RYB, que tenta imitar como as tintas reais funcionam de uma forma muito simplista. Pode ser estranho, mas torna as cores mais agradáveis. Segundo é o RGB blending, que é muito familiar para os artistas digitais (pode preferir isso). Por último é a mistura natural, que utiliza dados reais gentilmente fornecidos pelo investigador Scott Allen Burns. De facto, ainda não foi implementado, mas deverá dar o melhor resultado no futuro.",
  "wiki.zetter.tools.color.brightness": "E (3) é o deslizador de brilho (B). No valor mais baixo, isto irá transformar a sua cor em preto.",
  "wiki.zetter.tools.color.brightness.title": "3) Deslizador de brilho",
  "wiki.zetter.tools.color.dithering": "2) Tipo de dízimo. Quando activado, cada N pixel será pulado, para dar um efeito de dithering clássico de pintura com arte em pixel.",
  "wiki.zetter.tools.color.hex.title": "4) Campo de cor HEX",
  "wiki.zetter.tools.color.hue": "1) Corrediça (H). Ao segurar o rato sobre esse deslizador, pode alterar a cor de base real na ranhura da paleta actualmente seleccionada.",
  "wiki.zetter.tools.color.hue.title": "1) Deslizador de matizes",
  "wiki.zetter.tools.color.image": "Imagem de instrução de configuração de cor",
  "wiki.zetter.tools.color.input": "4) O campo de entrada pode ser utilizado para importar cor de outro lugar. Aceita valor hexadecimal da cor RGB, por vezes chama-se notação HTML. Tem este aspecto: #FFDAE9. Pode colar livremente nesse campo ou introduzir manualmente. Ao colar, não é necessário limpar o campo, a cor será substituída automaticamente por conveniência.",
  "wiki.zetter.tools.color.intensity": "3) Intensidade. Define, o quanto a cor do pixel sob o pincel será afectada. A mistura é feita por tipo de mistura seleccionado. Valores mais baixos dificilmente afectarão a cor (útil para sombras e luzes), o valor máximo apenas substituirá o píxel subjacente por outra cor.",
  "wiki.zetter.tools.color.into": "Dentro do separador de cores, verá três barras deslizantes (1,2,3) e um campo de entrada (4).",
  "wiki.zetter.tools.color.saturation": "2) Deslizador de saturação (S). Afecta o contraste da cor actual. No valor mínimo, transforma a cor em paleta de escala de cinzentos.",
  "wiki.zetter.tools.color.saturation.title": "2) Deslizador de saturação",
  "wiki.zetter.tools.color.size": "4) Tamanho. O tamanho maior irá afectar mais pixels. Para o pincel, é suavemente aumentado, mas para o lápis existem limiares, o lápis tem apenas um conjunto limitado de tamanhos de forma.",
  "wiki.zetter.tools.color.title": "Cor",
  "wiki.zetter.tools.intentory.text": "O inventário da sua personagem. Pode utilizá-lo para mudar rapidamente as paletas e as telas.",
  "wiki.zetter.tools.inventory.image": "Imagem de instrução de inventário",
  "wiki.zetter.tools.inventory.title": "Inventário",
  "wiki.zetter.tools.pencil.blending-type.title": "1) Tipo de mistura",
  "wiki.zetter.tools.pencil.dither-type.title": "2) Tipo de dízimo",
  "wiki.zetter.tools.pencil.image": "Imagem de instrução de configuração do lápis",
  "wiki.zetter.tools.pencil.intensity.title": "3) Deslizador de intensidade",
  "wiki.zetter.tools.pencil.intro": "As configurações para ferramentas de Lápis e Escova são semelhantes, por isso vamos cobrir ambos num só parágrafo.",
  "wiki.zetter.tools.pencil.size.title": "4) Deslizador de tamanho",
  "wiki.zetter.tools.pencil.title": "Parâmetros de lápis e escova",
  "wiki.zetter.tools.section": "Ferramentas",
  "wiki.zetter.tools.title": "Ferramentas e definições",
  "wiki.zetter.workspace.image": "Workshop: Mesa de Artista, Cavalete e Tela em Eassel",
  "wiki.zetter.workspace.section": "Espaço de trabalho",
  "wiki.zetter.workspace.text-interacting": "Com (ou sem, se já estiver no lugar) paleta na mão, clique com o botão direito do rato no cavalete para começar a desenhar.",
  "wiki.zetter.workspace.text-mounting": "Com a tela na mão, clique com o botão direito do rato no cavalete para a montar.",
  "wiki.zetter.workspace.text-start": "Para começar a desenhar, seria necessário preparar a nossa oficina de pintura. Coloque a mesa do artista, o cavalete, ponha tela no cavalete e coloque a palete na sua barra de aquecimento.",
  "wiki.zetter.workspace.text-workshop-title": "A nossa oficina deveria ter este aspecto:",
  "wiki.zetter.workspace.title": "Preparação do local de trabalho"
}
