{
  "about.page.description": "Что такое Zetter и Zetter Gallery",
  "about.page.title": "О проекте",
  "about.title": "О проекте Zetter",
  "about.zetter-gallery.button.download": "Загрузить Zetter Gallery с CurseForge",
  "about.zetter-gallery.button.download.from": "c CurseForge",
  "about.zetter-gallery.button.download.what": "Скачать Zetter Gallery",
  "about.zetter-gallery.button.wiki": "Изучите вики Zetter Gallery",
  "about.zetter-gallery.button.wiki.check": "Изучите вики",
  "about.zetter-gallery.button.wiki.what": "Zetter Gallery",
  "about.zetter.button.download": "Загрузить Zetter с CurseForge",
  "about.zetter.button.download.from": "с CurseForge",
  "about.zetter.button.download.what": "Загрузить Zetter",
  "about.zetter.button.wiki": "Изучите вики Zetter",
  "about.zetter.button.wiki.check": "Изучите",
  "about.zetter.button.wiki.what": "вики Zetter",
  "about.zetter.description": "Zetter это мод для игры Minecraft, который позволяет создавать картины в игре. Используя простой интерфейс игроки могут создавать картины размером до 4х4 блока и вешать их в рамки, чтобы добавить уюта в свой виртуальный дом.",
  "about.zetter.description.what": "Zetter - это мод для создания картин в Minecraft. Он позволяет игрокам рисовать картины в игре с помощью богатого инструментами и простого в использовании пользовательского интерфейса. Картины можно объединять в блоки размером до 4x4, заворачивать в раму и вешать на стену.",
  "about.zetter.description.what-for": "Хотите ли вы сделать свой виртуальный дом более уютным, добавить тематические постеры или картины, или просто подурачиться - это отличное дополнение к игре.",
  "about.zetter.discord.description": "Делитесь своими идеями и узнавайте об обновлениях первыми! Мы также ищем менеджеров сообщества и модераторов, которые могут оценивать картины.",
  "about.zetter.discord.title": "Присоединяйтесь к нашему сообществу",
  "about.zetter.gallery.description": "Zetter Gallery это мод, а так же сервис (этот сайт), который позволяет делиться картинами из Zetter со всем миром. С этим модом в игру добавляется торговец картинами, ",
  "about.zetter.gallery.mod-wiki-link": "Загляните на вики Zetter Gallery, чтобы найти инструкции и рецепты",
  "about.zetter.gallery.title": "Что такое Zetter Gallery",
  "about.zetter.mod-wiki-link": "Загляните на вики Zetter, чтобы найти инструкции и рецепты",
  "about.zetter.title": "Что такое Zetter",
  "auth-prompt.check.title": "Как убедиться, что мои данные в безопасности?",
  "auth-prompt.deprecated.disclaimer.what-for": "Ваша версия больше не поддерживается, извините. Обновление до новой версии позволит анонимное использование (покупка картин) и упростит загрузку картин.",
  "auth-prompt.deprecated.disclaimer.why": "С момента выпуска вашей версии мы обновили Zetter Gallery, сделав ее более безопасной и перспективной.",
  "auth-prompt.deprecated.title": "Зачем мне это нужно?",
  "auth-prompt.disclaimer.title": "Зачем это нужно?",
  "auth-prompt.microsoft.disclaimer.what-for": "Это позволяет серверу покупать и отправлять картины от вашего имени, когда вы торгуете с продавцом картин.",
  "auth-prompt.microsoft.disclaimer.why": "Чтобы доказать, что вы настоящий игрок, играющий на настоящем сервере, и это не просто автоматические запросы.",
  "auth.microsoft.button.agreement": "Нажимая на кнопку, вы подтверждаете, что достигли совершеннолетия и согласны с условиями обслуживания.",
  "auth.microsoft.callout.alpha": "Это очень ранняя версия сервиса, предоставляемая как есть. Могут возникнуть проблемы, контент пока не модерируется.",
  "auth.microsoft.callout.check-disclaimer": "Если вы не видите этого сообщения при подключении Zetter Gallery, есть вероятность, что кто-то пытается украсть вашу информацию.",
  "auth.microsoft.callout.same-account": "Пожалуйста, используйте ту же учетную запись Microsoft, которую вы используете для входа в Minecraft.",
  "auth.microsoft.check.advice": "Хороший вопрос! Всегда проверяйте адресную строку браузера перед тем как ввести пароль. На этом шаге, вы будете перенаправлены на \"zettergallery.onmicrosoft.com\" или \"login.live.com\" (если вы не вошли в аккаунт Microsoft в браузере ранее). Если домен совпадает, всё в порядке. Если нет, ваша версия Zetter Gallery была перенастроена. Пожалуйста, скачивайте Zetter Gallery только с CurseForge.",
  "auth.microsoft.disclaimer.track": "Так же мы используем ваш аккаунт, чтобы поддерживать раздел \"горячее\" в актуальном состоянии. Мы будем повышать рейтинг картин, которые вы покупаете. Не беспокойтесь, мы стираем эти данные через неделю.",
  "auth.microsoft.disclaimer.why": "Нам это нужно, чтобы точно знать, что это именно вы отправляете картины в Zetter Gallery. Так же это позволит продавцам картин продавать картины в ваших закладках, а вам видеть статистику своих картин.",
  "auth.microsoft.finish.description.callback.description": "Мы перенаправим вас к следующему действию через несколько секунд.",
  "auth.microsoft.finish.description.callback.title": "Пожалуйста, не закрывайте эту страницу",
  "auth.microsoft.finish.description.description": "Теперь вы сможете быстро авторизовать игровой сервер с помощью своего аккаунта Minecraft.",
  "auth.microsoft.finish.description.title": "Вы зарегистрировались",
  "auth.start.page.description": "Предоставьте Zetter Gallery право доступа к вашей учетной записи",
  "auth.start.page.title": "Аутентификация с учетной записью Microsoft",
  "badge.epic": "Epic",
  "badge.exceptional": "Исключительный",
  "badge.legendary": "Легендарный",
  "badge.rare": "Редкие",
  "badge.uncommon": "Uncommon",
  "common.post.painting.action.favorite": "Добавить эту картину в избранное",
  "common.post.painting.action.favorite.disabled": "Войдите, чтобы добавить картину в избранное",
  "common.post.painting.alt": "paintingName",
  "common.post.painting.alt.1.value": " по",
  "common.post.painting.alt.2.value": "имя пользователя",
  "common.post.painting.info.impressions": "Впечатления",
  "common.post.painting.info.total": "Общее количество потраченных изумрудов",
  "common.post.painting.link.title": "paintingName",
  "common.post.painting.link.title.1.value": " по",
  "common.post.painting.link.title.2.value": "имя пользователя",
  "components.player.plaintings.list.empty": "Этот игрок еще не представил ни одной картины!",
  "components.player.profile.logout-link": "Выход из системы",
  "components.player.profile.preferences-link": "предпочтения",
  "components.player.profile.statistics.downloads": "Загрузки:",
  "components.player.profile.statistics.favorites": "Избранное:",
  "components.player.profile.statistics.paintings": "Картины:",
  "components.widgets.craft-grid.shapeless": "Бесформенное ремесло",
  "contributors.page.description": "Участники проекта Zetter Gallery",
  "contributors.page.title": "Участники проекта",
  "contributors.title": "Участники проекта",
  "cycle.batch.no": "Номер партии",
  "cycle.merchant.icon": "Некоторые из этих картин доступны для покупки у торговца картинами в игре прямо сейчас!",
  "cycle.seed": "Начальная фраза, используемая для выбора картин, которые вы получите от торговца! Точный набор картин определяется этой фразой, уровнем торговца и вашими настройками.",
  "cycle.timeout.left": "Истекает в",
  "error.401.page.description": "Вы не авторизованы для доступа к этому ресурсу",
  "error.401.page.title": "Неаутентифицированный",
  "error.403.page.description": "Вам не разрешен доступ к этому ресурсу",
  "error.403.page.title": "Запрещено",
  "error.404.page.description": "Страница не найдена",
  "error.404.page.title": "Не найдено",
  "error.500.page.description": "Страница внутренней ошибки сервера",
  "error.500.page.title": "Ошибка!",
  "error.bad-request.description": "Извините, сервер отказался обработать ваш запрос",
  "error.bad-request.title": "Неверный запрос",
  "error.forbidden.description": "Вы не можете получить доступ к этому ресурсу.",
  "error.forbidden.title": "Запрещено",
  "error.not-found.description": "Извините, мы не смогли найти ресурс, который вы ищете",
  "error.not-found.title": "Не найдено",
  "error.server-error.description": "Извините, что-то плохое и неожиданное произошло во время обработки вашего запроса",
  "error.server-error.title": "Ошибка сервера",
  "error.unauthenticated.description": "Сервер сообщил, что вы не можете получить доступ к этому ресурсу.",
  "error.unauthenticated.title": "Неаутентифицированный",
  "feed.hot.info": "Картины, которые привлекли внимание в предыдущих партиях",
  "feed.hot.title": "Горячее",
  "feed.new.info": "Свежие картины, только что загруженные в галерею",
  "feed.new.title": "Новые",
  "feed.personal.info": "Ваш личный выбор: случайный выбор из избранного",
  "feed.personal.title": "Личное",
  "feed.popular.info": "Небольшой выбор лучших из лучших",
  "feed.popular.title": "Популярные",
  "footer.legal.affiliation": "Zetter Gallery не связана с Minecraft, Microsoft и Mojang AB.",
  "footer.legal.contributors": "Участники",
  "footer.legal.credits": "кредиты",
  "footer.legal.developer": "Zetter Gallery лицензирована по закрытой лицензии и MPL2, разработана Дмитрием Бурлаковым (@dantaeusb) и переведена соавторами.",
  "footer.legal.learn-more": "Узнать больше",
  "footer.legal.minecraft-copyright": "Авторские права на Minecraft и связанные с ним изображения принадлежат компании Mojang AB.",
  "footer.legal.tos": "Условия предоставления услуг",
  "human-terms.complications.paragraph.1": "Я всего лишь человек. Я не смогу защитить вашу работу в суде или сделать какие-либо сложные юридические вещи, касающиеся авторских прав. Я снимаю с себя всякую ответственность за происходящее здесь, в разумных пределах. Для собственной безопасности я бы предположил добрые намерения у каждого, кто предъявляет претензии.",
  "human-terms.complications.title": "Каковы осложнения?",
  "human-terms.contribution.paragraph.1": "Да! Ну, частично. Моды Zetter и Zetter Gallery лицензированы под MPL2 и с открытым исходным кодом. Веб-страницы этого сервиса также лицензированы с MPL2 с открытым исходным кодом. Код API, однако, закрыт для публичного доступа. Это связано с моими соображениями безопасности и с тем, что я хотел бы создать базу игроков и избежать ранних форков. Однако это, вероятно, будет изменено ближе к выпуску версии 1.0. Я могу открыть репозиторий для определенных участников, которые доказали свои добрые намерения и имеют достаточные навыки TypeScript/Nest.js.",
  "human-terms.contribution.title": "Могу ли я внести свой вклад?",
  "human-terms.copyright.paragraph.1": "Я ни в коем случае не претендую на исключительные права или права собственности на ваши работы. Ваши работы принадлежат только вам и никому другому. Однако, чтобы быть в юридически безопасной зоне, я использую лицензирование, очень похожее на лицензирование таких сайтов, как Instagram, DeviantArt или 500px. Это означает, что я могу показывать и распространять ваши работы.",
  "human-terms.copyright.paragraph.2": "Важное замечание: если вы в любой момент захотите удалить свою работу из галереи Zetter, вы можете свободно это сделать. Но механизма отзыва картин с серверов игроков не существует, и нет никаких гарантий, что он будет реализован. Я не несу ответственности за то, что люди могут сделать с вашими картинами.",
  "human-terms.copyright.paragraph.3": "Может случиться, что кто-то украдёт вашу работу. Это плохо, потому что только вы можете решать, загружать ли её в Zetter Gallery. Если это произошло, пожалуйста, свяжитесь со мной в Discord или по электронной почте copyright@zetter.gallery, предоставив доказательства того, что работа принадлежит вам.",
  "human-terms.copyright.title": "А как насчет авторских прав?",
  "human-terms.end.thank-you": "Спасибо, что прочитали. Не стесняйтесь обращаться ко мне, если у вас возникнут вопросы.",
  "human-terms.introduction.paragraph.1": "Прежде всего, Zetter Gallery не является каким-то юридическим лицом, а создана и предоставляется пока что исключительно одним человеком. Это добавляет некоторые сложности, но об этом мы поговорим позже.",
  "human-terms.introduction.paragraph.2": "Галерея Zetter создана с единственной целью - дать людям возможность создавать и делиться своими произведениями искусства в замечательной игре под названием Minecraft. Реклама или продажа вещей не является целью этого сервиса.",
  "human-terms.introduction.title": "Позвольте мне объяснить некоторые подробности о Zetter Gallery",
  "human-terms.moderation.paragraph.1": "Я понимаю, что искусство означает разные вещи для разных людей. Также я понимаю, что разные люди предпочитают видеть разные вещи в своей игре. Исходя из этого, я пришел к выводу: модерация будет осуществляться модераторами сообщества. Наши правила не будут цензурировать что-либо конкретно, скорее мы создадим \"рейтинги\" для картин.",
  "human-terms.moderation.paragraph.2": "Я оставляю за модераторами право отозвать или просто отклонить вашу картину, если ее содержание будет очень сомнительным. Я понимаю, что это расплывчатое определение, но надеюсь, что картины редко будут сразу удаляться. Вместо этого перед одобрением будут применяться соответствующие рейтинги. Эти рейтинги могут включать такие вещи, как азартные игры, нагота и т.д. - вы можете увидеть весь список на странице предпочтений игрока. Этот список может быть расширен, и по умолчанию он будет скорее \"подходящим для детей\". Это не означает, что данный мод подходит для детей, любой вид онлайн активности нуждается в родительском присмотре.",
  "human-terms.moderation.paragraph.3": "Модераторы могут совершать ошибки и удалять или неправильно оценивать картины. Пожалуйста, отнеситесь с пониманием к тому, что это просто люди, которые вкладывают свое свободное время для всеобщего блага. Будьте терпеливы и поговорите с нами, если это произошло.",
  "human-terms.moderation.paragraph.4": "Я строго рекомендую этот мод и сервис только для совершеннолетних игроков. Регистрация здесь без достижения совершеннолетия невозможна по правилам Microsoft oAuth и нарушает ToS.",
  "human-terms.moderation.title": "А что насчет модерации?",
  "human-terms.title": "Привет,",
  "human-terms.title.callout.check-english": "Эти заявления не являются юридически обязывающими. Эта страница содержит краткое объяснение условий использования и некоторые подробности о предполагаемом использовании сервиса.",
  "index.page.cta.button.wiki": "Узнайте больше о Zetter Gallery",
  "index.page.cta.button.wiki.about-zetter": "Проект Zetter Gallery",
  "index.page.cta.button.wiki.learn": "Узнайте больше о",
  "index.page.cta.description": "Используйте моды Zetter и Zetter Gallery вместе, чтобы добавить свои картины сюда, торгуя с торговцем картинами в игре Minecraft™.",
  "index.page.cta.title": "Хотите добавить свою собственную картину?",
  "index.page.description": "Zetter Gallery - это сервис, который позволяет вам делиться своими картинами Zetter Minecraft с миром",
  "index.page.title": "Дом для картин Minecraft",
  "introduction.feed.description": "Лента - это постоянно обновляемый список картин, которые можно приобрести у торговца картинами в игре. Вы можете настроить свою ленту, войдя в систему и добавив некоторые картины в избранное.",
  "introduction.first-time.description": "Zetter Gallery - это мод для Minecraft, который позволяет делиться картинами, созданными с помощью игрового редактора пиксельного искусства. Моды с редактором картин и торговцем картинами устанавливаются отдельно.",
  "introduction.first-time.ignore": "Я уже знаю.",
  "introduction.first-time.learn-more": "Узнайте больше!",
  "microsoft-auth-check-advice": "Хорошо что вы спросили! Проверьте, что информация о сервере ниже, совпадает с сервером, на котором вы играете сейчас.",
  "navbar.about": "О сайте",
  "navbar.feed": "Лента",
  "navbar.home": "Домашняя страница",
  "navbar.profile": "Профиль",
  "navbar.profile.avatar": "Аватар вашего профиля",
  "navbar.profile.avatar.default": "Анонимный аватар",
  "navbar.search": "Поиск",
  "paintings.layered-navigation.filter.resolution": "Разрешение",
  "paintings.layered-navigation.sort.hot": "Горячее",
  "paintings.layered-navigation.sort.new": "Новое",
  "paintings.layered-navigation.sort.top": "Топ",
  "paintings.page.description": "Посмотрите картину под названием",
  "paintings.page.description.1.value": "paintingName",
  "paintings.page.description.2.value": " созданный",
  "paintings.page.description.3.value": "имя пользователя",
  "paintings.page.description.4.value": "в галерее Zetter",
  "paintings.page.title": "paintingName",
  "paintings.page.title.1.value": " по",
  "paintings.page.title.2.value": "имя пользователя",
  "player.preferences.button.reset": "Сброс",
  "player.preferences.button.save": "Сохранить",
  "player.preferences.button.save-and-continue": "Сохранить и продолжить",
  "player.preferences.callout.alpha-warning": "Это не влияет на ваш фид в альфа-версии (но повлияет в будущем)! Художественная модерация - дело сложное, поэтому предупреждаем, что вы можете увидеть разные вещи!",
  "player.preferences.public.profile": "Профиль",
  "player.preferences.public.toggle.description": "Если вы отключите эту функцию, ваш ник и аватар по-прежнему будут видны, но игроки не смогут просматривать картины и значки в вашем профиле.",
  "player.preferences.public.toggle.title": "Сделайте свой профиль видимым для других игроков",
  "player.preferences.ratings.description": "Этот раздел позволяет вам контролировать, какие картины вы можете видеть в своей ленте",
  "player.preferences.ratings.title": "Классификация",
  "player.preferences.title": "Предпочтения",
  "players.me.logout.description": "Мы перенаправим вас обратно на главную страницу в ближайшее время",
  "players.me.logout.page.description": "Выход из галереи Zetter",
  "players.me.logout.page.title": "Выход из системы",
  "players.me.logout.title": "Успешный выход из системы Zetter Gallery",
  "players.page.description": "имя пользователя",
  "players.page.description.1.value": "профиль на Zetter Gallery",
  "players.page.title": "Имя пользователя",
  "players.page.title.1.value": "профиль",
  "profile.count.earnings": "Заработано:",
  "profile.count.favorites": "В закладках:",
  "profile.count.paintings": "Картин:",
  "profile.link.logout": "Выход из системы",
  "profile.link.preferences": "предпочтения",
  "terms-for-humans.page.description": "Часто задаваемые вопросы о галерее Zetter",
  "terms-for-humans.page.title": "Часто задаваемые вопросы",
  "terms.acceptance.paragraph": "ПОЛЬЗУЯСЬ УСЛУГАМИ, ВЫ СОГЛАШАЕТЕСЬ ОТ СВОЕГО ИМЕНИ И ОТ ИМЕНИ ТЕХ, КОГО ВЫ ПРЕДСТАВЛЯЕТЕ, СОБЛЮДАТЬ И БЫТЬ ЮРИДИЧЕСКИ СВЯЗАННЫМИ НАСТОЯЩИМИ УСЛОВИЯМИ, А ТАКЖЕ НАШЕЙ ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ И ВСЕМИ ПРИМЕНИМЫМИ ЗАКОНАМИ. ЕСЛИ ВЫ, ОТ СВОЕГО ИМЕНИ ИЛИ ОТ ИМЕНИ ТЕХ, КОГО ВЫ ПРЕДСТАВЛЯЕТЕ, НЕ СОГЛАСНЫ С КАКИМ-ЛИБО ПОЛОЖЕНИЕМ НАСТОЯЩИХ УСЛОВИЙ, ВЫ ДОЛЖНЫ, ОТ СВОЕГО ИМЕНИ И ОТ ИМЕНИ ЛЮБОГО ТАКОГО ЛИЦА (ЛИЦ), ПРЕКРАТИТЬ ПРОЦЕСС РЕГИСТРАЦИИ, ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ УСЛУГ И, ЕСЛИ ВЫ УЖЕ ЗАРЕГИСТРИРОВАНЫ, АННУЛИРОВАТЬ СВОЮ УЧЕТНУЮ ЗАПИСЬ.",
  "terms.acceptance.title": "Принятие условий",
  "terms.description.paragraph": "Дмитрий Бурлаков (\"Zetter Gallery\", \"мы\", \"нас\" или \"наш\") предоставляет платформу через свой веб-сайт, интерфейс прикладного программирования и независимую пользовательскую модификацию видеоигры Mojang Minecraft сообществу зарегистрированных пользователей (\"пользователи\" или \"вы\") для осуществления различных видов деятельности, включая загрузку и отображение цифровых картин (\"Визуальный контент\"). Ниже приведены условия использования (\"Условия\") для использования Сайта и Услуг.",
  "terms.description.title": "Описание услуги",
  "terms.page.description": "Условия обслуживания галереи Zetter",
  "terms.page.title": "Условия предоставления услуг",
  "terms.title": "Условия предоставления услуг",
  "terms.title.callout.check-english": "Переводы терминов предоставлены сообществом и не являются юридически обязательными. В случае возникновения вопросов обращайтесь к английской версии этой страницы.",
  "terms.zetter.copyright-complaints.dmca": "Zetter Gallery оставляет за собой право удалять любой Контент, который предположительно нарушает авторские права другого лица. В соответствующих обстоятельствах Zetter Gallery будет удалять учетные записи пользователей, нарушающих авторские права. Уведомления Zetter Gallery о предполагаемом нарушении авторских прав должны направляться в Zetter Gallery по электронной почте по адресу: copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Жалобы на авторские права",
  "terms.zetter.liability.title": "Ограничение ответственности",
  "terms.zetter.licensing.paragraph": "Отправляя Визуальный контент в Zetter Gallery, вы предоставляете неисключительную, передаваемую, всемирную лицензию на использование, сублицензирование, распространение, воспроизведение, изменение, адаптацию, публичное исполнение и публичный показ такого Визуального контента в связи с Услугами. Эта лицензия будет действовать в течение периода, когда Визуальный контент размещен на Сайте, и автоматически прекращается после удаления Визуального контента с Сайта. Zetter Gallery не несет ответственности за копии, которые были созданы и распространены в период, когда Визуальный контент был доступен на сервисе. Zetter Gallery не предоставляет возможности отзыва копий вашего Визуального контента после его распространения. Zetter Gallery не претендует на право собственности на ваш Визуальный контент.",
  "terms.zetter.licensing.title": "Лицензирование",
  "terms.zetter.modification.interruptions": "Ваш доступ и использование Сайта и наших Услуг могут время от времени прерываться в результате неисправности оборудования, обновления, технического обслуживания или ремонта Сайта или по любой другой причине, находящейся под нашим контролем или вне его. Zetter Gallery оставляет за собой право приостановить или прекратить доступность Сайта, любой Услуги и удалить любой Визуальный контент в любое время по своему усмотрению и без предварительного уведомления. Zetter Gallery также может наложить ограничения на определенные функции и Услуги или ограничить ваш доступ к части или всему Сайту и Услугам без уведомления или ответственности. Сайт не следует использовать или полагаться на него для хранения вашего Визуального контента, и вы должны сохранять свои собственные копии всего Визуального контента, размещенного на Сайте.",
  "terms.zetter.modification.replace": "Галерея Zetter оставляет за собой право по собственному усмотрению изменять или заменять Условия в любое время. Что является существенным изменением, будет определяться исключительно по усмотрению Zetter Gallery. Вы несете ответственность за просмотр и ознакомление с любыми такими изменениями. Использование любой Услуги или просмотр любого Визуального контента означает ваше согласие с Условиями в измененном виде.",
  "terms.zetter.modification.title": "Изменение условий",
  "terms.zetter.registration.paragraph": "Ваш доступ и использование Сайта и наших Услуг могут время от времени прерываться в результате неисправности оборудования, обновления, технического обслуживания или ремонта Сайта или по любой другой причине, находящейся под нашим контролем или вне его. Zetter Gallery оставляет за собой право приостановить или прекратить доступность Сайта, любой Услуги и удалить любой Визуальный контент в любое время по своему усмотрению и без предварительного уведомления. Zetter Gallery также может наложить ограничения на определенные функции и Услуги или ограничить ваш доступ к части или всему Сайту и Услугам без уведомления или ответственности. Сайт не следует использовать или полагаться на него для хранения вашего Визуального контента, и вы должны сохранять свои собственные копии всего Визуального контента, размещенного на Сайте.",
  "terms.zetter.registration.title": "Регистрация",
  "terms.zetter.release.release-statement.1": "Настоящим вы однозначно и безотзывно освобождаете и навсегда освобождаете компанию Zetter Gallery от любых и всех действий, оснований для действий, исков, разбирательств, ответственности, долгов, судебных решений, претензий и требований по закону или праву справедливости, которые вы когда-либо имели, имеете сейчас или в будущем можете иметь, будете иметь или можете иметь, за или по причине, или возникающих прямо или косвенно в связи с вашим использованием Сайта и Услуг.",
  "terms.zetter.release.release-statement.2": "Настоящим вы соглашаетесь возместить убытки и оградить компанию Zetter Gallery от всех претензий, потерь, расходов, ущерба и затрат (включая, но не ограничиваясь прямыми, случайными, косвенными, примерными и непрямыми убытками), а также от разумных гонораров адвокатов, являющихся результатом или возникающих в связи с (i) нарушением настоящих Условий, (ii) Содержанием, размещенным на Сайте, вами или любым лицом, использующим вашу учетную запись или учетные данные Microsoft, (iv) лицензированием, распространением или использованием вашего Визуального содержания, или (v) любым нарушением прав третьей стороны. Zetter Gallery оставляет за собой право за свой счет взять на себя исключительную защиту и контроль по любому вопросу, который в противном случае подлежит возмещению с вашей стороны.",
  "terms.zetter.release.title": "Освобождение и возмещение убытков",
  "terms.zetter.user-conduct.paragraph": "Ваш доступ и использование Сайта и наших Услуг могут время от времени прерываться в результате неисправности оборудования, обновления, технического обслуживания или ремонта Сайта или по любой другой причине, находящейся под нашим контролем или вне его. Zetter Gallery оставляет за собой право приостановить или прекратить доступность Сайта, любой Услуги и удалить любой Визуальный контент в любое время по своему усмотрению и без предварительного уведомления. Zetter Gallery также может наложить ограничения на определенные функции и Услуги или ограничить ваш доступ к части или всему Сайту и Услугам без уведомления или ответственности. Сайт не следует использовать или полагаться на него для хранения вашего Визуального контента, и вы должны сохранять свои собственные копии всего Визуального контента, размещенного на Сайте.",
  "terms.zetter.user-conduct.title": "Поведение пользователя",
  "terms.zetter.warranty.paragraph": "ВЫ ИСПОЛЬЗУЕТЕ САЙТ И УСЛУГИ НА СВОЙ СТРАХ И РИСК. САЙТ И УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ \"КАК ЕСТЬ, КАК ДОСТУПНО\". ZETTER GALLERY КАТЕГОРИЧЕСКИ ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОГО СОСТОЯНИЯ, ПРАВА СОБСТВЕННОСТИ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ. ZETTER GALLERY СНИМАЕТ С СЕБЯ ВСЮ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБЫЕ УБЫТКИ, ТРАВМЫ, ПРЕТЕНЗИИ, ОТВЕТСТВЕННОСТЬ ИЛИ УЩЕРБ ЛЮБОГО РОДА, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ИЛИ КАКИМ-ЛИБО ОБРАЗОМ СВЯЗАННЫЕ С (A) ЛЮБЫМИ ОШИБКАМИ ИЛИ УПУЩЕНИЯМИ НА ДАННОМ САЙТЕ И В УСЛУГАХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ТЕХНИЧЕСКИМИ НЕТОЧНОСТЯМИ И ТИПОГРАФСКИМИ ОШИБКАМИ, (B) СООБЩЕНИЯМИ ТРЕТЬИХ ЛИЦ, (C) ЛЮБЫМИ ВЕБ-САЙТАМИ ТРЕТЬИХ ЛИЦ ИЛИ КОНТЕНТОМ, ПРЯМО ИЛИ КОСВЕННО ДОСТУПНЫМ ЧЕРЕЗ ССЫЛКИ НА САЙТЕ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ЛЮБЫЕ ОШИБКИ ИЛИ УПУЩЕНИЯ, (D) НЕДОСТУПНОСТЬЮ ВСЕГО ИЛИ ЛЮБОЙ ЧАСТИ САЙТА ИЛИ УСЛУГ, (E) ВАШИМ ИСПОЛЬЗОВАНИЕМ САЙТА ИЛИ УСЛУГ, ИЛИ (F) ИСПОЛЬЗОВАНИЕМ ВАМИ ЛЮБОГО ОБОРУДОВАНИЯ ИЛИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ В СВЯЗИ С САЙТОМ ИЛИ УСЛУГАМИ.",
  "terms.zetter.warranty.paragraph.1": "ЕСЛИ ИНОЕ НЕ ПРЕДУСМОТРЕНО ЗАКОНОМ, НИ ZETTER GALLERY, НИ ЕЕ ФИЛИАЛЫ, РОДИТЕЛИ, ДОЧЕРНИЕ КОМПАНИИ, УПОЛНОМОЧЕННЫЕ ДИСТРИБЬЮТОРЫ, ДИРЕКТОРА, АКЦИОНЕРЫ, СОТРУДНИКИ, КЛИЕНТЫ ИЛИ АГЕНТЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПОТЕРИ, ТРАВМЫ, ПРЕТЕНЗИИ, ОБЯЗАТЕЛЬСТВА ИЛИ УЩЕРБ ЛЮБОГО РОДА, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ВАМИ САЙТА, ЛЮБЫХ ФАКТОВ ИЛИ МНЕНИЙ, ПРЕДСТАВЛЕННЫХ НА НЕМ, ИЛИ УСЛУГ. ZETTER GALLERY НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ СПЕЦИАЛЬНЫЕ, ПРЯМЫЕ, КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ШТРАФНЫЕ ИЛИ ПОСЛЕДУЮЩИЕ УБЫТКИ ЛЮБОГО РОДА (ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ГОНОРАРЫ АДВОКАТОВ), ВОЗНИКШИЕ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАНИЯ САЙТА ИЛИ УСЛУГ. ЕСЛИ ВЫШЕУКАЗАННОЕ ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ЗАПРЕЩЕНО ИЛИ НЕ ДОСТИГЛО СВОЕЙ ОСНОВНОЙ ЦЕЛИ, ЕДИНСТВЕННОЕ ОБЯЗАТЕЛЬСТВО ZETTER GALLERY ПЕРЕД ВАМИ ЗА УЩЕРБ ОГРАНИЧИВАЕТСЯ (A) 100.00 ДОЛЛАРАМИ США, ЕСЛИ ИСК НЕ СВЯЗАН С ЛИЦЕНЗИРОВАНИЕМ ВИЗУАЛЬНОГО КОНТЕНТА; ИЛИ (B) ОБЩЕЙ СУММОЙ СБОРОВ, СОБРАННЫХ ZETTER GALLERY ЗА ВИЗУАЛЬНЫЙ КОНТЕНТ, КОТОРЫЙ ЯВЛЯЕТСЯ ПРЕДМЕТОМ ИСКА, ЕСЛИ ИСК СВЯЗАН С ЛИЦЕНЗИРОВАНИЕМ ВИЗУАЛЬНОГО КОНТЕНТА, ПРИ ТОМ ПОНИМАНИИ, ЧТО ZETTER GALLERY НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА НЕПРАВИЛЬНОЕ ИСПОЛЬЗОВАНИЕ ВИЗУАЛЬНОГО КОНТЕНТА ДИСТРИБЬЮТОРАМИ ИЛИ ЛЮБОЙ ДРУГОЙ ТРЕТЬЕЙ СТОРОНОЙ ПРИ ЛЮБЫХ ОБСТОЯТЕЛЬСТВАХ.",
  "terms.zetter.warranty.paragraph.2": "ВЫ И ZETTER GALLERY СОГЛАШАЕТЕСЬ, ЧТО ЛЮБОЕ РАЗБИРАТЕЛЬСТВО ПО РАЗРЕШЕНИЮ ИЛИ СУДЕБНОМУ РАЗБИРАТЕЛЬСТВУ ЛЮБОГО СПОРА, ВОЗНИКАЮЩЕГО ПО НАСТОЯЩЕМУ ДОГОВОРУ, БУДЕТ ПРОВОДИТЬСЯ ИСКЛЮЧИТЕЛЬНО НА ИНДИВИДУАЛЬНОЙ ОСНОВЕ, И ЧТО ВЫ НЕ БУДЕТЕ ДОБИВАТЬСЯ РАССМОТРЕНИЯ ЛЮБОГО СПОРА В КАЧЕСТВЕ ГРУППОВОГО ИСКА, ПРЕДСТАВИТЕЛЬСКОГО ИСКА, КОЛЛЕКТИВНОГО ИСКА, ЧАСТНОГО ИСКА ГЕНЕРАЛЬНОГО ПРОКУРОРА ИЛИ В РАМКАХ ЛЮБОГО РАЗБИРАТЕЛЬСТВА, В КОТОРОМ ВЫ ДЕЙСТВУЕТЕ ИЛИ ПРЕДЛАГАЕТЕ ДЕЙСТВОВАТЬ В ПРЕДСТАВИТЕЛЬСКОМ КАЧЕСТВЕ. ВЫ ТАКЖЕ СОГЛАШАЕТЕСЬ, ЧТО НИ ОДНО РАЗБИРАТЕЛЬСТВО НЕ БУДЕТ ОБЪЕДИНЕНО, КОНСОЛИДИРОВАНО ИЛИ СОВМЕЩЕНО С ДРУГИМ РАЗБИРАТЕЛЬСТВОМ БЕЗ ПРЕДВАРИТЕЛЬНОГО ПИСЬМЕННОГО СОГЛАСИЯ КОМПАНИИ ZETTER GALLERY И ВСЕХ СТОРОН ЛЮБОГО ТАКОГО РАЗБИРАТЕЛЬСТВА.",
  "terms.zetter.warranty.title": "Отказ от ответственности",
  "widgets.discord-button": "Присоединяйтесь к нашему серверу Discord",
  "widgets.discord-button.join": "Присоединяйтесь к нашему",
  "widgets.discord-button.server": "серверу Discord",
  "widgets.under-construction.description.discord-button": "Присоединяйтесь к нашему серверу Discord",
  "widgets.under-construction.description.discord-button.join": "Присоединяйтесь к нашему",
  "widgets.under-construction.description.discord-button.server": "Discord серверу",
  "widgets.under-construction.description.dm": "Если у вас есть опыт в создании и управлении серверами в Discord, пожалуйста, напишите мне dantaeusb#9879",
  "widgets.under-construction.description.updates": "Если вы хотите знать об обновлениях:",
  "widgets.under-construction.description.why": "Мы строим дом для картин созданных с Zetter",
  "widgets.under-construction.title": "В разработке",
  "wiki.zetter-gallery.about-feed.description.1": "Лента - это постоянно обновляющийся список картин, доступных для покупки. При небольшом количестве картин лента не очень полезна, но главная цель ленты - всегда иметь несколько интересных картин на выбор, не перегружая интерфейс.",
  "wiki.zetter-gallery.about-feed.description.2": "Лента обновляется каждые 15 минут и заполняется трендовыми, самыми популярными и новыми картинами, если они есть.",
  "wiki.zetter-gallery.about-feed.description.3": "Кроме того, вы можете использовать звезды на этом сайте, чтобы отмечать картины, которые кажутся вам интересными. Эти картины будут иметь больше шансов появиться в вашей личной ленте, доступной для покупки только вам.",
  "wiki.zetter-gallery.about-feed.section": "О ленте",
  "wiki.zetter-gallery.about-feed.title": "О ленте картин",
  "wiki.zetter-gallery.login.description.mc-auth": "После этого, вам будет предложено разрешить серверу Minecraft, с которого вы открыли ссылку, использовать вашу учетную запись Zetter. Проверьте, что это правильный сервер, и нажмите разрешить, если все кажется вам нормальным. Может потребоваться вход в аккаунт Microsoft.",
  "wiki.zetter-gallery.login.description.ms-auth": "Если вы не авторизовались на этом сайте ранее, вам будет предложено войти с помощью учетной записи Microsoft. Пожалуйста, внимательно проверьте, что сайт в вашей адресной строке - zetter.gallery, и прочитайте сообщение на этой странице. Это поможет вам обезопасить учетную запись. Не вводите свой пароль Microsoft за пределами веб-сайтов Microsoft.",
  "wiki.zetter-gallery.login.description.screen": "Если вы используете Zetter Gallery mod впервые, вам будет предложено войти в систему.",
  "wiki.zetter-gallery.login.description.zg-auth": "Чтобы войти в систему, вам потребуется подключение к Интернету и интернет-браузер на вашем компьютере (99% шанс что он у вас есть, если вы читаете эту статью). Когда вы нажмете на ссылку, вы будете перенаправлены на страницу входа в систему на этом сайте.",
  "wiki.zetter-gallery.login.description.zg-requirements": "Чтобы войти в игру, нужно, чтобы Minecraft разрешил вам открывать ссылки. Открытие ссылок обычно включено по умолчанию, но если у вас возникли проблемы и ничего не открывается, вы можете проверить, разрешено ли вам открывать ссылки в Главном меню -> Настройки -> Настройки чата -> Ссылки.",
  "wiki.zetter-gallery.login.section": "Вход",
  "wiki.zetter-gallery.login.title": "Вход в систему",
  "wiki.zetter-gallery.page": "Wiki Главная",
  "wiki.zetter-gallery.page.description": "Информация о Zetter Gallery Mod для Minecraft",
  "wiki.zetter-gallery.page.title": "Zetter Gallery Wiki",
  "wiki.zetter-gallery.painting-merchant.description.1": "Чтобы начать торговать картинами, вам нужно найти жителя деревни и изменить его профессию. Чтобы житель деревни мог стать торговцем картинами, у него должна быть своя кровать и блок \"Стол художника\" рядом с этой кроватью.",
  "wiki.zetter-gallery.painting-merchant.description.2": "О том, как работают профессии жителей, можно прочитать в Minecraft wiki,",
  "wiki.zetter-gallery.painting-merchant.section": "Торговец картинами",
  "wiki.zetter-gallery.painting-merchant.title": "Торговец картинами",
  "wiki.zetter-gallery.title": "Zetter Gallery Wiki Главная страница",
  "wiki.zetter-gallery.trading-interface.description.pre": "После входа в систему и загрузки текущей ленты с картинами вы увидите необычный торговый интерфейс.",
  "wiki.zetter-gallery.trading-interface.feed-dt": "9) Значок ленты",
  "wiki.zetter-gallery.trading-interface.instruction.image": "Изображение инструкции режима комбининации",
  "wiki.zetter-gallery.trading-interface.login-dd": "Показывает текущее состояние аутентификации. При анонимном использовании появляется кнопка Log In. При ее нажатии появится запрос на аутентификацию на этом сайте. Если вы успешно вошли в систему, вместо этого будет показан ваш ник.",
  "wiki.zetter-gallery.trading-interface.login-dt": "4) Аккаунт",
  "wiki.zetter-gallery.trading-interface.login-no-dd": "Если вы не видите этой кнопки, скорее всего, ссылки на чат в Minecraft отключены, или сервер, на котором вы играете, заблокирован.",
  "wiki.zetter-gallery.trading-interface.offer-count-dd": "Показывает количество картин в текущей ленте и текущую позицию.",
  "wiki.zetter-gallery.trading-interface.offer-count-dt": "2) Количество предложений",
  "wiki.zetter-gallery.trading-interface.offer-paginator-dt": "3) Кнопки \"Предыдущая\" и \"Следующая",
  "wiki.zetter-gallery.trading-interface.painting-info-dd": "Показывает выбранную картину слева, а информацию о ней - справа. Информация включает название картины, псевдоним автора и размер в блоках.",
  "wiki.zetter-gallery.trading-interface.painting-info-dt": "1) Предварительный просмотр картины и информация",
  "wiki.zetter-gallery.trading-interface.price-dd": "Показывает, сколько изумрудов нужно положить в слот продажи, чтобы получить картину. В режиме продажи показывает, сколько вы получите: популярные художники получают больше изумрудов.",
  "wiki.zetter-gallery.trading-interface.price-dt": "5) Цена предложения",
  "wiki.zetter-gallery.trading-interface.result-slot-dt": "7) Слот результата",
  "wiki.zetter-gallery.trading-interface.sale-slot-dt": "6) Слот для продажи",
  "wiki.zetter-gallery.trading-interface.section": "Торговля",
  "wiki.zetter-gallery.trading-interface.title": "Торговля картинами",
  "wiki.zetter-gallery.trading-interface.update-countdown-dt": "8) Обновить обратный отсчет",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "Нажмите на эту кнопку, чтобы продолжить покупку или продажу картины. Информация обудет отправлена в Zetter Gallery, и вы получите картину или изумруды",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "5) Кнопка покупки/продажи",
  "wiki.zetter-gallery.trading.interface.feed-dd": "Показывает, какой алгоритм был использован, чтобы показать эту картину к вам. Например, это может быть звезда, если эта картина доступна только вам, так как вы добавили ее в список любимых картин на этом сайте.",
  "wiki.zetter-gallery.trading.interface.login-callout": "Вход в систему помогает нам работать лучше и предотвращает манипуляции с рейтингом картин ботами и троллями. Пожалуйста, по возможности всегда входите в систему, если у вас есть аккаунт.",
  "wiki.zetter-gallery.trading.interface.offer-paginator-dd": "Нажимайте эти кнопки для переключения текущего предложения. Вверх - для предыдущего предложения, вниз - для следующего.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "Нажимайте на эти кнопки, чтобы переключить картину в текущей ленте.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "3) Кнопки переключения картины",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "Показывает количество картин в ленте и выбранную картину.",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "1) Переключение картин",
  "wiki.zetter-gallery.trading.interface.preview-dd": "Показывает текущую выбранную картину.",
  "wiki.zetter-gallery.trading.interface.preview-dt": "2) Предварительный просмотр",
  "wiki.zetter-gallery.trading.interface.result-dd": "Заберите картину или изумруды из этого слота после нажатия кнопки.",
  "wiki.zetter-gallery.trading.interface.result-dt": "6) Слот результата",
  "wiki.zetter-gallery.trading.interface.result-slot-dd": "Когда предложение будет выполнено (у вас достаточно изумрудов или ваша картина подтверждена), заберите результат из этого слота. Результатом может быть картина или изумруды.",
  "wiki.zetter-gallery.trading.interface.result-slot-dt": "7) Слот результата",
  "wiki.zetter-gallery.trading.interface.sale-slot-dd": "Поместите свои изумруды сюда. Сейчас же. А если серьезно, вы также можете разместить свою картину здесь, если вы вошли в систему, чтобы отправить свою картину на этот сайт.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "Этот слот используется для оплаты текущей картины изумрудами или для продажи картин.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "Поместив картину в этот слот, вы перейдете в режим продажи.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "В режиме продажи вы можете представить свою картину и получить за нее изумруды.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "4) Слот продажи",
  "wiki.zetter-gallery.trading.interface.update-countdown-dd": "Поскольку предложения обновляются каждые 5 минут, у вас есть ограниченное время, чтобы приобрести картину из текущей ленты. Не волнуйтесь, когда время истечет, эта кнопка станет черной, и у вас будет 1:30 , чтобы завершить задуманное. Вы также можете вручную обновить предложения, нажав на эту кнопку, когда она станет черной.",
  "wiki.zetter.advanced.console.restore.notice": "Однако имейте в виду, что это относится только к подписанным картинам. Неподписанные холсты могут быть легко потеряны навсегда или перезаписаны, когда холст будет удален из мира. Поэтому не забывайте подписывать свои картины по окончании работы и избегайте использования мольбертов в качестве украшения, если для вас важен результат.",
  "wiki.zetter.advanced.console.restore.post": "Вместо \"Your Painting Name\" вы должны использовать название вашей картины. Но вы также можете использовать идентификатор картины (номер) или даже код холста, если вы знаете, как устроен Zetter Эта команда должна выдать вам копию картины, если она была найдена по заданному параметру.",
  "wiki.zetter.advanced.console.restore.pre": "Потеря результатов вашей работы может быть очень неприятной, особенно когда вы вложили в нее много труда (и любви, конечно). Особенно это неприятно, если это произошло из-за того, что какой-то парень загрузил непроверенную версию мода и произошел какой-то ужасный баг... ну да ладно. По этой причине Zetter старается никогда не удалять картины (хотя они могут быть заблокированы администратором сервера, но не удалены, если только файлы не удалены физически), и есть специальная команда 'restore', которую можно использовать следующим образом:",
  "wiki.zetter.advanced.console.restore.title": "Команда восстановления",
  "wiki.zetter.advanced.console.section": "Команды консоли",
  "wiki.zetter.advanced.console.title": "Команды консоли",
  "wiki.zetter.advanced.hotkeys": "Горячие клавиши - это комбинации клавиш, которые должны облегчить и ускорить вашу работу. Их изучение значительно улучшит ваш опыт.",
  "wiki.zetter.advanced.hotkeys.colors.down": "Используйте слот палитры ниже текущего",
  "wiki.zetter.advanced.hotkeys.colors.swap": "Поменять цвет: использовать слот палитры, следующий за текущим.",
  "wiki.zetter.advanced.hotkeys.colors.up": "Использовать слот палитры выше текущего",
  "wiki.zetter.advanced.hotkeys.history.redo": "Восстановление последнего отмененного действия",
  "wiki.zetter.advanced.hotkeys.history.undo": "Отменить последнее неотмененное действие",
  "wiki.zetter.advanced.hotkeys.section": "Горячие клавиши",
  "wiki.zetter.advanced.hotkeys.title": "Горячие клавиши",
  "wiki.zetter.advanced.hotkeys.tools.brush": "Инструмент \"Кисть\"",
  "wiki.zetter.advanced.hotkeys.tools.bucket": "Ведро или инструмент заливки",
  "wiki.zetter.advanced.hotkeys.tools.colors": "Цвета",
  "wiki.zetter.advanced.hotkeys.tools.hand": "Рука",
  "wiki.zetter.advanced.hotkeys.tools.history": "История действий",
  "wiki.zetter.advanced.hotkeys.tools.pencil": "Инструмент \"Карандаш\"",
  "wiki.zetter.advanced.hotkeys.tools.picker": "Инструмент подбора цвета",
  "wiki.zetter.advanced.hotkeys.tools.title": "Инструменты",
  "wiki.zetter.advanced.hotkeys.tools.zoom-in": "Увеличить масштаб",
  "wiki.zetter.advanced.hotkeys.tools.zoom-out": "Уменьшить масштаб",
  "wiki.zetter.advanced.page": "Продвинутое использование",
  "wiki.zetter.advanced.page.description": "Узнайте о продвинутых техниках в Zetter Mod для Minecraft",
  "wiki.zetter.advanced.page.title": "Zetter Wiki Продвинутое использование",
  "wiki.zetter.advanced.title": "Zetter Wiki Продвинутое использование",
  "wiki.zetter.combining.interface.combine.grid-dd": "Разместите здесь свои холсты, чтобы объединить их вместе.",
  "wiki.zetter.combining.interface.combine.grid-dt": "1) Сетка комбинации холстов",
  "wiki.zetter.combining.interface.combine.mode-dd": "Нажмите для переключения в режим разделения. Сетка комбинации должна быть пустой.",
  "wiki.zetter.combining.interface.combine.mode-dt": "4) Изменить режим",
  "wiki.zetter.combining.interface.combine.preview-dd": "Показывает, как будет выглядеть комбинированный холст.",
  "wiki.zetter.combining.interface.combine.preview-dt": "2) Предварительный просмотр",
  "wiki.zetter.combining.interface.combine.result-dd": "Когда вы будете довольны результатом, возьмите оттуда объединенный холст.",
  "wiki.zetter.combining.interface.combine.result-dt": "3) Слот для результатов",
  "wiki.zetter.combining.interface.grid-dd": "Переместите холсты в эту сетку чтобы объеденить их. Вы так же можете просто положить один холст.",
  "wiki.zetter.combining.interface.grid-dt": "1) Сетка склейки холстов",
  "wiki.zetter.combining.interface.name-dd": "Используйте его чтобы назвать картину.",
  "wiki.zetter.combining.interface.name-dt": "3) Поле для имени",
  "wiki.zetter.combining.interface.preview-dd": "Показывает как будет выглядеть картина после склейки.",
  "wiki.zetter.combining.interface.preview-dt": "2) Предпросмотр",
  "wiki.zetter.combining.interface.result-dd": "Когда вы будете довольны результатом, заберите картину из этого слота. Поздравляю! Ваш первый шедевр готов.",
  "wiki.zetter.combining.interface.result-dt": "4) Результат",
  "wiki.zetter.combining.interface.split.grid-dd": "Поместите сюда свой холст, чтобы разделить его.",
  "wiki.zetter.combining.interface.split.grid-dt": "1) Слот для разделения холста",
  "wiki.zetter.combining.interface.split.mode-dd": "Нажмите для перехода в режим объединения. Слот для разделения должен быть пустым.",
  "wiki.zetter.combining.interface.split.mode-dt": "4) Изменение режима",
  "wiki.zetter.combining.interface.split.preview-dd": "Показывает, как выглядит текущий холст.",
  "wiki.zetter.combining.interface.split.preview-dt": "2) Предварительный просмотр",
  "wiki.zetter.combining.interface.split.result-dd": "Когда вы будете довольны результатом, возьмите отсюда свои холсты.",
  "wiki.zetter.combining.interface.split.result-dt": "3) Слот для результатов",
  "wiki.zetter.combining.interface.split.slot-dt": "1) Слот для разделения холста",
  "wiki.zetter.combining.mode": "Режимы стола художника",
  "wiki.zetter.combining.mode.combine": "Режим объединения",
  "wiki.zetter.combining.mode.combine.instruction.image": "Изображение инструкции режима объединения",
  "wiki.zetter.combining.mode.split": "Режим разделения",
  "wiki.zetter.combining.mode.split.instruction.image": "Изображение инструкции режима разделения",
  "wiki.zetter.combining.section": "Склейка",
  "wiki.zetter.combining.signing.no-clearing": "Вам не нужно очищать имя картины по умолчанию. Просто начните вводить свое имя.",
  "wiki.zetter.combining.signing.text": "Это экран предварительного просмотра и подписи для вашей картины. Слева внизу вы увидите название картины (по умолчанию - Unnamed) и ваш псевдоним. С правой стороны находится кнопка Подписать. Нажмите ее, когда вы будете довольны своей картиной и дадите ей имя.",
  "wiki.zetter.combining.text-intro": "Когда вы закончите работать над вашим холстом (или несколькими холстами), нужно будет подписать картину за вашим авторством. С помощью Shift+Правой кнопкой мыши вы можете забрать холст с мольберта назад в инвентарь. Нажмите правой кнопкой на стол художника, чтобы открыть интерфейс склеивания картин:",
  "wiki.zetter.combining.title": "Склейка и разделение холстов",
  "wiki.zetter.crafting.section": "Крафт",
  "wiki.zetter.crafting.text": "Для начала нужно скрафтить несколько предметов. Пару холстов, мольберт для этих холстов, краски и палитру.",
  "wiki.zetter.crafting.title": "Крафт",
  "wiki.zetter.framing.result.image": "Картина в раме на стене",
  "wiki.zetter.framing.section": "Создание рамки",
  "wiki.zetter.framing.text-finish": "Чего же вы ждёте? Повесьте ваш шедевр на стену!",
  "wiki.zetter.framing.text-intro": "После подписи картины нужно её куда-нибудь повесить! Чтобы её повесить, сначала нужно поместить её в рамку, а уже рамка вешается на стену. Удостоверьтесь, что на стене достаточно места для картины!",
  "wiki.zetter.framing.title": "Крафт рамки",
  "wiki.zetter.page": "Главная",
  "wiki.zetter.page.description": "Информация о моде Zetter для Minecraft",
  "wiki.zetter.page.title": "Zetter Wiki",
  "wiki.zetter.painting.instruction.image": "Изображение инструкции по рисованию",
  "wiki.zetter.painting.interface.canvas-dd": "Место, где происходит волшебство. При наведении курсора на область холста с выбранным инструментом рисования должен появиться курсор рисования, показывающий область, на которую воздействует инструмент. Вы можете изменить положение холста с помощью пробела (инструмент \"рука\") и колесика мыши (инструмент масштабирования).",
  "wiki.zetter.painting.interface.canvas-dt": "2) Зона холста",
  "wiki.zetter.painting.interface.canvas-slot-dd": "Текущий холст, размещенный на этом мольберте. Вы также можете забрать его, нажав shift+правая кнопка мыши на мольберт, но в качестве альтернативы можно использовать и этот слот.",
  "wiki.zetter.painting.interface.canvas-slot-dt": "6) Слот для холста",
  "wiki.zetter.painting.interface.current-tab-dd": "Текущая вкладка. Здесь можно выбрать цвет, настроить прозрачность инструмента, размер и другие параметры. При выборе инвентаря отображается инвентарь вашего персонажа.",
  "wiki.zetter.painting.interface.current-tab-dt": "8) Текущая вкладка",
  "wiki.zetter.painting.interface.finish-dd": "Начните рисовать!",
  "wiki.zetter.painting.interface.finish-dt": "6) Окно для рисования",
  "wiki.zetter.painting.interface.hex-dd": "Если вы знаете код нужного вам цвета, просто скопируйте или введите его сюда.",
  "wiki.zetter.painting.interface.hex-dt": "4) Поле ввода для кода цвета (HEX)",
  "wiki.zetter.painting.interface.history-zoom-dd": "История и инструменты масштабирования. Нажмите кнопку undo, чтобы отменить последнее действие, и redo, чтобы вернуть его обратно. Горячие клавиши работают. История делится между игроками! Нажмите плюс, чтобы увеличить масштаб холста, и минус, чтобы уменьшить его.",
  "wiki.zetter.painting.interface.history-zoom-dt": "3) История и масштаб",
  "wiki.zetter.painting.interface.hsv-dd": "Тяните ползунки чтобы настроить тон, насыщенности и яркость цвета.",
  "wiki.zetter.painting.interface.hsv-dt": "3) Настройка цвета (HSV)",
  "wiki.zetter.painting.interface.palette-dd": "Кликните на любой слот чтобы выбрать цвет для его использования и настройки. Цвета будут сохранены в палитре в слоте снизу (5). ",
  "wiki.zetter.painting.interface.palette-dt": "2) Палитра",
  "wiki.zetter.painting.interface.palette-slot-dd": "Чтобы начать рисовать, переместите палитру в этот слот.",
  "wiki.zetter.painting.interface.palette-slot-dt": "1) Слот для палитры",
  "wiki.zetter.painting.interface.tabs-dd": "В зависимости от используемого инструмента здесь будут отображаться различные вкладки. При нажатии на любую вкладку содержимое области (8) будет меняться. Последняя вкладка - это  инвентарь. Не все инструменты имеют параметры. Мы рассмотрим различные инструменты и параметры ниже.",
  "wiki.zetter.painting.interface.tabs-dt": "7) Вкладки",
  "wiki.zetter.painting.interface.tool-dd": "Например, используйте заливку чтобы создать монотонный фон.",
  "wiki.zetter.painting.interface.tool-dt": "5) Выберите инструмент",
  "wiki.zetter.painting.interface.tools-dd": "Доступные инструменты: пиксельный карандаш, кисть, подборщик цветов, инструмент \"ведро\" и кисть. Каждый инструмент имеет свое назначение, мы опишем их ниже.",
  "wiki.zetter.painting.interface.tools-dt": "1) Инструменты",
  "wiki.zetter.painting.section": "Рисование",
  "wiki.zetter.painting.text-intro": "Время творить! Позвольте рассказать, как работает интерфейс программы для рисования. Он очень прост, разберем его элементы:",
  "wiki.zetter.painting.title": "Рисование",
  "wiki.zetter.preparing.artist-table": "Вы можете объединить эти холсты на специальном столе художника, который вам тоже нужно будет изготовить. О комбинировании холстов мы расскажем в следующем шаге.",
  "wiki.zetter.preparing.canvases": "Холсты: каждый холст дает вам один блок картины, поэтому одного холста достаточно для небольшой картины, а 16 холстов будет достаточно для самой большой возможной картины (4×4). Как правило, я рекомендую использовать 4 - этого достаточно для картины 2×2, которая поместится на мольберте.",
  "wiki.zetter.preparing.easel": "Наконец, вам понадобится мольберт. Его рецепт вы можете найти выше. Мольберту нужно место, поэтому не ставьте его прямо у стены!",
  "wiki.zetter.preparing.introduction": "Во-первых, вам нужно сделать несколько вещей.",
  "wiki.zetter.preparing.paints": "Теперь нам нужно что-то для рисования - краски и палитра. Палитры нужны для сохранения цветов, с которыми вы работаете, и они не бесконечны. Они не ломаются, но для продолжения рисования вам придется их \"перезарядить\". Существуют также альтернативные рецепты, которые вы можете найти на странице рецептов.",
  "wiki.zetter.preparing.section": "Подготовка",
  "wiki.zetter.preparing.text-mounting": "С холстом в руке, кликните правую кнопку мыши чтобы повесить его на мольберт.",
  "wiki.zetter.preparing.text-start": "Прежде чем начать рисовать, нам нужно подготовить рабочее место. Поставьте мольберт, возьмите в руку холст, а палитру переместите в горячие слоты. Так же где-нибудь нужно поставть стол художника - он нам понадобится позже.",
  "wiki.zetter.preparing.text-workshop-title": "Рабочее место должно выглядеть примерно так:",
  "wiki.zetter.preparing.title": "Подготовка рабочего места",
  "wiki.zetter.recipes.artist-table": "Стол художника позволяет изменять размер холстов, объединяя и разделяя их. Чтобы совместить несколько холстов, расположите их в прямоугольной форме в сетке для крафта. Если форма правильная, предпросмотр будет обновлён. Если же секция предпросмотра пуста, скорее всего форма картины не поддерживается. Следующие размеры поддерживаются:",
  "wiki.zetter.recipes.artist-table.section": "Стол художника",
  "wiki.zetter.recipes.artist-table.title": "Стол художника",
  "wiki.zetter.recipes.canvas": "Холсты это промежуточный носитель для ваших картин. Вы можете увидеть, что нарисовано, поставив холст на мольберт, но если вы закончили работу лучше превратить его в картину.",
  "wiki.zetter.recipes.canvas.section": "Холст",
  "wiki.zetter.recipes.canvas.title": "Холст",
  "wiki.zetter.recipes.easel": "С мольберта начинаются все картины. Чтобы начать рисовать, вам нужно поставить мольберт и закрепить на нём холст с помощью клика правой кнопной мыши с холстом в руке. Обычный правый клик откроет интерфейс рисования. Не забудьте поставить палитру в соответствующий слот. Shift+правый клик позволит забрать холст с мольберта.",
  "wiki.zetter.recipes.easel.section": "Мольберт",
  "wiki.zetter.recipes.easel.title": "Мольберт",
  "wiki.zetter.recipes.frames.section": "Рамки",
  "wiki.zetter.recipes.framing": "Прежде чем поставить картину в рамку, нужно подписать её. Вы всегда можете достать картину из рамки. Просто положите картину в сетку крафта: вы можете забрать рамку, а на месте картины в рамке останется просто картина.",
  "wiki.zetter.recipes.framing.title": "Использование рамки с картиной",
  "wiki.zetter.recipes.gold-frame.title": "Золотая рамка",
  "wiki.zetter.recipes.golden-frame": "Это золотая рамка, она значительно толще деревянных и выглядит солидно. Она инкрустирована изумурудами, так что они понадобятся для крафта. По умолчанию она крафтится без именной пластины, но её можно добавить:",
  "wiki.zetter.recipes.iron-frame": "У этой рамки нет рамок, так что вы можете использовать её как декорацию или для создания больших картин из нескольких частей. Её толщина - 1 пиксель, такая же, как у обычной \"ванильной\" картины.",
  "wiki.zetter.recipes.iron-frame.title": "Железная рамка",
  "wiki.zetter.recipes.page": "Рецепты",
  "wiki.zetter.recipes.page.description": "Найти рецепты для Zetter Mod в Minecraft",
  "wiki.zetter.recipes.page.title": "Рецепты Zetter Wiki",
  "wiki.zetter.recipes.painting": "Сама картина. Она создаётся только путем подписи одного или нескольких холстов.",
  "wiki.zetter.recipes.painting.section": "Картина",
  "wiki.zetter.recipes.painting.title": "Картина",
  "wiki.zetter.recipes.paints": "Краски используются для крафта и обновления палитры.",
  "wiki.zetter.recipes.paints.section": "Краски",
  "wiki.zetter.recipes.paints.title": "Краски",
  "wiki.zetter.recipes.palette": "Палитра необходима, чтобы рисовать на холсте. Когда она расположена в спецаиальном слоте в интерфейсе мольберта, вы сможете управлять цветами. Для вашего удобства одну палитру можно использовать на нескольких холстах, и цвета сохранятся. Когда палитра закончится, вы не сможете продолжить рисовать. Однако она не исчезнет, и вы можете обновить её, используя краски, сохранив цвета палитры.",
  "wiki.zetter.recipes.palette.section": "Палитра",
  "wiki.zetter.recipes.special-frames.section": "Особые рамки",
  "wiki.zetter.recipes.special-frames.title": "Особые рамки",
  "wiki.zetter.recipes.title": "Рецепты Zetter Wiki",
  "wiki.zetter.recipes.title-palette": "Палитра",
  "wiki.zetter.recipes.wooden-frames": "Обычные рамки сделаны из дерева, кожи, палок и самородка по вашему выбору. Вы можете использовать любое дерево, и цвет рамки будет соответствовать дереву. Если вы используете золотой самородок, небольшая именная пластина будет видна внизу рамки, и имя картины будет отображаться по правому клику.",
  "wiki.zetter.recipes.wooden-frames.title": "Деревянные рамки",
  "wiki.zetter.sharing.button.download": "Загрузить Zetter Gallery с CurseForge",
  "wiki.zetter.sharing.button.download.from": "от CurseForge",
  "wiki.zetter.sharing.button.download.what": "Скачать галерею Zetter",
  "wiki.zetter.sharing.button.wiki": "Посмотрите галерею Zetter Gallery Wiki",
  "wiki.zetter.sharing.button.wiki.check": "Проверьте",
  "wiki.zetter.sharing.button.wiki.what": "Галерея Зеттер Вики",
  "wiki.zetter.sharing.description": "Вы можете поделиться своей картиной со всем миром с помощью этого сайта, а также добавить картины других художников в свой мир с помощью дополнения Zetter Gallery.",
  "wiki.zetter.sharing.section": "Поделиться",
  "wiki.zetter.sharing.title": "Совместное использование картин",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery - это независимый мод, для работы которого требуется Zetter. Он загружается отдельно, поэтому игроки, предпочитающие не иметь сетевых функций, могут оставить базовую версию мода.",
  "wiki.zetter.signing.image": "Изображение инструкции по подписанию рисунка",
  "wiki.zetter.signing.section": "Подпись",
  "wiki.zetter.signing.text-intro": "Когда вы закончили работу с картиной, настанет время её подписать. Вы не сможете редактировать картину после подписывания, так что удостоверьтесь, что вы довольны результатом! Правый клик с холстом в руке откроет интерфейс подписывания:",
  "wiki.zetter.signing.title": "Подписание картин",
  "wiki.zetter.title": "Zetter Wiki Домашняя страница",
  "wiki.zetter.tools.color.blending": "1) Тип смешивания. Он определяет, в каком цветовом пространстве и какой алгоритм будет использоваться для смешивания цветов, когда применяется смешивание (инструмент кисть или карандаш полной интенсивности). Первым здесь является смешивание RYB, которое пытается имитировать работу настоящих красок в очень упрощенной манере. Это может работать странно, но обычно это делает цвета более приятными. Вторым является смешивание RGB, которое очень хорошо знакомо цифровым художникам (возможно, вы предпочитаете именно его). И последнее - естественное смешивание, которое использует реальные данные, любезно предоставленные исследователем Скоттом Алленом Бернсом. Оно еще не реализовано на практике, но в будущем именно это смешивание должно давать наилучший результат.",
  "wiki.zetter.tools.color.brightness": "И (3) - ползунок яркости (B). При минимальном значении этот ползунок превратит ваш цвет в черный.",
  "wiki.zetter.tools.color.brightness.title": "3) Ползунок яркости",
  "wiki.zetter.tools.color.dithering": "2) Тип дизеринга. Если этот параметр включен, каждый N пиксель будет пропущен, чтобы создать классический для пиксель-арта эффект дизеринга.",
  "wiki.zetter.tools.color.hex.title": "4) Цветовое поле HEX",
  "wiki.zetter.tools.color.hue": "1) Ползунок Оттенок (H). Удерживая мышь на этом ползунке, вы можете изменить базовый цвет в выбранном в данный момент слоте палитры.",
  "wiki.zetter.tools.color.hue.title": "1) Ползунок оттенка",
  "wiki.zetter.tools.color.image": "Изображение инструкции по настройке цвета",
  "wiki.zetter.tools.color.input": "4) Поле ввода может быть использовано для импорта цвета из другого места. Оно принимает шестнадцатеричное значение цвета RGB, иногда его называют HTML-нотацией. Это выглядит следующим образом: #FFDAE9. Вы можете свободно вставить в это поле или ввести вручную. При вставке не нужно очищать поле, цвет будет заменен автоматически.",
  "wiki.zetter.tools.color.intensity": "3) Интенсивность. Определяет, насколько сильно будет изменен цвет пикселя под кистью. Наложение происходит в зависимости от выбранного типа наложения. Меньшие значения почти не повлияют на цвет (полезно для теней и света), максимальное значение просто заменит пиксель под кистью другим цветом.",
  "wiki.zetter.tools.color.into": "На вкладке \"Цвет\" вы увидите три ползунка (1,2,3) и поле ввода (4).",
  "wiki.zetter.tools.color.saturation": "2) Ползунок Насыщенность (S). Он влияет на контрастность текущего цвета. При минимальном значении превращает цвет в палитру серого.",
  "wiki.zetter.tools.color.saturation.title": "2) Ползунок насыщенности",
  "wiki.zetter.tools.color.size": "4) Размер. Больший размер влияет на большее количество пикселей. Для кисти он плавно увеличивается, а у карандаша есть пороговые значения, так как он имеет ограниченный набор размеров фигур.",
  "wiki.zetter.tools.color.title": "Цвет",
  "wiki.zetter.tools.intentory.text": "Инвентарь вашего персонажа. С его помощью можно быстро менять палитры и холсты.",
  "wiki.zetter.tools.inventory.image": "Изображение инвентаря",
  "wiki.zetter.tools.inventory.title": "Инвентарь",
  "wiki.zetter.tools.pencil.blending-type.title": "1) Тип смешивания",
  "wiki.zetter.tools.pencil.dither-type.title": "2) Тип дизеринга",
  "wiki.zetter.tools.pencil.image": "Изображение инструкции по настройке карандаша",
  "wiki.zetter.tools.pencil.intensity.title": "3) Ползунок интенсивности / прозрачности",
  "wiki.zetter.tools.pencil.intro": "Конфигурации инструментов \"Карандаш\" и \"Кисть\" похожи, поэтому мы рассмотрим оба в одном параграфе.",
  "wiki.zetter.tools.pencil.size.title": "4) Ползунок размера",
  "wiki.zetter.tools.pencil.title": "Параметры карандаша и кисти",
  "wiki.zetter.tools.section": "Инструменты",
  "wiki.zetter.tools.title": "Инструменты и настройки",
  "wiki.zetter.workspace.image": "Мастерская: Художественный стол, мольберт и холст на мольберте",
  "wiki.zetter.workspace.section": "Рабочее пространство",
  "wiki.zetter.workspace.text-interacting": "С палитрой (или без нее, если она уже на месте) в руках щелкните правой кнопкой мыши на мольберте, чтобы начать рисовать.",
  "wiki.zetter.workspace.text-mounting": "Держа холст в руках, щелкните правой кнопкой мыши на мольберте, чтобы установить его.",
  "wiki.zetter.workspace.text-start": "Чтобы начать рисовать, вам нужно подготовить нашу мастерскую. Поставьте стол художника, мольберт, положите холст на мольберт и возьмите палитру в руки.",
  "wiki.zetter.workspace.text-workshop-title": "Наша мастерская должна выглядеть примерно следующим образом:",
  "wiki.zetter.workspace.title": "Подготовка рабочего места"
}
