{
  "about.page.description": "Что такое Zetter и Zetter Gallery",
  "about.page.title": "О проекте",
  "about.title": "О проекте Zetter",
  "about.zetter-gallery.button.download": "Загрузить Zetter Gallery с CurseForge",
  "about.zetter-gallery.button.download.from": "c CurseForge",
  "about.zetter-gallery.button.download.what": "Скачать Zetter Gallery",
  "about.zetter-gallery.button.wiki": "Изучите вики Zetter Gallery",
  "about.zetter-gallery.button.wiki.check": "Изучите вики",
  "about.zetter-gallery.button.wiki.what": "Zetter Gallery",
  "about.zetter.button.download": "Загрузить Zetter с CurseForge",
  "about.zetter.button.download.from": "с CurseForge",
  "about.zetter.button.download.what": "Загрузить Zetter",
  "about.zetter.button.wiki": "Посмотрите Вики Зеттера",
  "about.zetter.button.wiki.check": "Проверьте",
  "about.zetter.button.wiki.what": "Зеттер Вики",
  "about.zetter.description": "Zetter это мод для игры Minecraft, который позволяет создавать картины в игре. Используя простой интерфейс игроки могут создавать картины размером до 4х4 блока и вешать их в рамки, чтобы добавить уюта в свой виртуальный дом.",
  "about.zetter.discord.description": "Делитесь своими идеями и узнавайте об обновлениях первыми! Мы также ищем менеджеров сообщества и модераторов, которые могут оценивать картины.",
  "about.zetter.discord.title": "Присоединяйтесь к нашему сообществу",
  "about.zetter.gallery.description": "Zetter Gallery это мод, а так же сервис (этот сайт), который позволяет делиться картинами из Zetter со всем миром. С этим модом в игру добавляется торговец картинами, ",
  "about.zetter.gallery.mod-wiki-link": "Загляните на вики Zetter Gallery, чтобы найти инструкции и рецепты",
  "about.zetter.gallery.title": "Что такое Zetter Gallery",
  "about.zetter.mod-wiki-link": "Загляните на вики Zetter, чтобы найти инструкции и рецепты",
  "about.zetter.title": "Что такое Zetter",
  "auth-prompt.check.title": "Как убедиться, что мои данные в безопасности?",
  "auth-prompt.disclaimer.title": "Зачем это нужно?",
  "auth-prompt.microsoft.disclaimer.what-for": "Это позволяет серверу покупать и отправлять картины от вашего имени, когда вы торгуете с продавцом картин.",
  "auth-prompt.microsoft.disclaimer.why": "Чтобы доказать, что вы настоящий игрок, играющий на настоящем сервере, и это не просто автоматические запросы.",
  "auth.microsoft.button.agreement": "Нажимая на кнопку, вы подтверждаете, что достигли совершеннолетия и согласны с условиями обслуживания.",
  "auth.microsoft.callout.alpha": "Это очень ранняя версия сервиса, предоставляемая как есть. Могут возникнуть проблемы, контент пока не модерируется.",
  "auth.microsoft.callout.check-disclaimer": "Если вы не видите этого сообщения при подключении Zetter Gallery, есть вероятность, что кто-то пытается украсть вашу информацию.",
  "auth.microsoft.callout.same-account": "Пожалуйста, используйте ту же учетную запись Microsoft, которую вы используете для входа в Minecraft.",
  "auth.microsoft.check.advice": "Хороший вопрос! Всегда проверяйте адресную строку браузера перед тем как ввести пароль. На этом шаге, вы будете перенаправлены на \"zettergallery.onmicrosoft.com\" или \"login.live.com\" (если вы не вошли в аккаунт Microsoft в браузере ранее). Если домен совпадает, всё в порядке. Если нет, ваша версия Zetter Gallery взломана. Пожалуйста, качайте Zetter Gallery только на CurseForge.",
  "auth.microsoft.disclaimer.track": "Так же мы используем ваш аккаунт, чтобы поддерживать раздел \"горячее\" в актуальном состоянии. Мы будем повышать рейтинг картин, которые вы покупаете. Не беспокойтесь, мы стираем эти данные через неделю.",
  "auth.microsoft.disclaimer.why": "Нам это нужно, чтобы точно знать что это вы отправляете и покупаете картины на Zetter Gallery. Так же это позволит продавцам картин чаще продавать картины в ваших закладках, а вам видеть статистику своих картин.",
  "auth.microsoft.finish.description.callback.description": "Мы перенаправим вас в ближайшее время, чтобы продолжить ваши действия.",
  "auth.microsoft.finish.description.callback.title": "Пожалуйста, не закрывайте эту страницу",
  "auth.microsoft.finish.description.description": "Теперь вы сможете быстро авторизовать игровой сервер с помощью своего аккаунта Minecraft.",
  "auth.microsoft.finish.description.title": "Вы подписаны",
  "auth.start.page.description": "Предоставить Zetter Gallery права доступа к вашей учетной записи",
  "auth.start.page.title": "Аутентификация с помощью учетной записи Microsoft",
  "common.post.painting.alt": "paintingName",
  "common.post.painting.alt.1.value": " по",
  "common.post.painting.alt.2.value": "имя пользователя",
  "common.post.painting.link.title": "paintingName",
  "common.post.painting.link.title.1.value": " по",
  "common.post.painting.link.title.2.value": "имя пользователя",
  "contributors.page.description": "Участники проекта Zetter Gallery",
  "contributors.page.title": "Участники проекта",
  "contributors.title": "Участники проекта",
  "error.401.page.description": "Вы не авторизованы для доступа к этому ресурсу",
  "error.401.page.title": "Неаутентифицированный",
  "error.403.page.description": "Вам не разрешен доступ к этому ресурсу",
  "error.403.page.title": "Запрещено",
  "error.404.page.description": "Страница не найдена",
  "error.404.page.title": "Не найдено",
  "error.500.page.description": "Страница внутренней ошибки сервера",
  "error.500.page.title": "Ошибка!",
  "error.bad-request.description": "Извините, сервер отказался обработать ваш запрос",
  "error.bad-request.title": "Неверный запрос",
  "error.forbidden.description": "Вы не можете получить доступ к этому ресурсу.",
  "error.forbidden.title": "запрещено",
  "error.not-found.description": "Извините, мы не смогли найти ресурс, который вы ищете",
  "error.not-found.title": "Не найдено",
  "error.server-error.description": "Извините, что-то плохое и неожиданное произошло во время обработки вашего запроса",
  "error.server-error.title": "Ошибка сервера",
  "error.unauthenticated.description": "Сервер сообщил, что вы не можете получить доступ к этому ресурсу, потому что вы не вошли в систему как человек, у которого есть доступ.",
  "error.unauthenticated.title": "Неаутентифицированный",
  "footer.legal.affiliation": "Zetter Gallery не связана с Minecraft, Microsoft и Mojang AB.",
  "footer.legal.contributors": "",
  "footer.legal.credits": "кредиты",
  "footer.legal.developer": "Zetter Gallery лицензирована по закрытой лицензии и MPL2, разработана Дмитрием Бурлаковым (@dantaeusb) и переведена соавторами.",
  "footer.legal.learn-more": "Узнать больше",
  "footer.legal.minecraft-copyright": "Авторские права на Minecraft и связанные с ним изображения принадлежат компании Mojang AB.",
  "footer.legal.tos": "Условия предоставления услуг",
  "human-terms.complications.paragraph.1": "Я всего лишь человек. Я не смогу защитить вашу работу в суде или сделать какие-либо сложные юридические вещи, касающиеся авторских прав. Я снимаю с себя всякую ответственность за происходящее здесь в разумных пределах. Для собственной безопасности я бы предположил добрые намерения у каждого, кто предъявляет претензии.",
  "human-terms.complications.title": "Каковы осложнения?",
  "human-terms.contribution.paragraph.1": "Да! Ну, частично. Моды Zetter и Zetter Gallery лицензированы под MPL2 и с открытым исходным кодом. Веб-страницы этого сервиса также лицензированы с MPL2 с открытым исходным кодом. Код API, однако, закрыт для публичного доступа. Это связано с моими соображениями безопасности и с тем, что я хотел бы создать базу игроков и избежать ранних форков. Однако это, вероятно, будет изменено ближе к выпуску версии 1.0. Я могу открыть репозиторий для определенных участников, которые доказали свои добрые намерения и имеют достаточные навыки TypeScript/Nest.js.",
  "human-terms.contribution.title": "Могу ли я внести свой вклад?",
  "human-terms.copyright.paragraph.1": "Я ни в коем случае не претендую на исключительные права или права собственности на ваши работы. Ваши работы принадлежат только вам и никому другому. Однако, чтобы быть в юридически безопасной зоне, я использую лицензирование, очень похожее на лицензирование таких сайтов, как Instagram, DeviantArt или 500px. Это означает, что я могу показывать и распространять ваши работы.",
  "human-terms.copyright.paragraph.2": "Важное замечание: если вы в любой момент захотите удалить свою работу из галереи Zetter, вы можете свободно это сделать. Но механизма отзыва картин с серверов игроков не существует, и нет никаких гарантий, что он будет реализован. Я не несу ответственности за то, что люди могут сделать с вашими картинами.",
  "human-terms.copyright.paragraph.3": "Может случиться, что кто-то украдёт вашу работу. Это плохо, потому что только вы можете решать, загружать ли её в Zetter Gallery. Если это произошло, пожалуйста, свяжитесь со мной в Discord или по электронной почте copyright@zetter.gallery, предоставив доказательства того, что работа принадлежит вам.",
  "human-terms.copyright.title": "А как насчет авторских прав?",
  "human-terms.end.thank-you": "Спасибо, что прочитали. Не стесняйтесь обращаться ко мне, если у вас возникнут вопросы.",
  "human-terms.introduction.paragraph.1": "Прежде всего, Zetter Gallery не является каким-то юридическим лицом, а создана и предоставляется пока что исключительно одним человеком. Это добавляет некоторые сложности, но об этом мы поговорим позже.",
  "human-terms.introduction.paragraph.2": "Галерея Zetter создана с единственной целью - дать людям возможность создавать и делиться своими произведениями искусства в замечательной игре под названием Minecraft. Реклама или продажа вещей не является целью этого сервиса.",
  "human-terms.introduction.title": "Позвольте мне объяснить некоторые подробности о Zetter Gallery",
  "human-terms.moderation.paragraph.1": "Я понимаю, что искусство означает разные вещи для разных людей. Также я понимаю, что разные люди предпочитают видеть разные вещи в своей игре. Исходя из этого, я пришел к выводу: модерация будет осуществляться модераторами сообщества. Наши правила не будут цензурировать что-либо конкретно, скорее мы создадим \"рейтинги\" для картин.",
  "human-terms.moderation.paragraph.2": "Я оставляю за модераторами право отозвать или просто отклонить вашу картину, если ее содержание будет очень сомнительным. Я понимаю, что это расплывчатое определение, но надеюсь, что картины редко будут сразу удаляться. Вместо этого перед одобрением будут применяться соответствующие рейтинги. Эти рейтинги могут включать такие вещи, как азартные игры, нагота и т.д. - вы можете увидеть весь список на странице предпочтений игрока. Этот список может быть расширен, и по умолчанию он будет скорее \"подходящим для детей\". Это не означает, что данный мод подходит для детей, любой вид онлайн активности нуждается в родительском присмотре.",
  "human-terms.moderation.paragraph.3": "Модераторы могут совершать ошибки и удалять или неправильно оценивать картины. Пожалуйста, отнеситесь с пониманием к тому, что это просто люди, которые вкладывают свое свободное время для всеобщего блага. Будьте терпеливы и поговорите с нами, если это произошло.",
  "human-terms.moderation.paragraph.4": "Я строго рекомендую этот мод и сервис только для совершеннолетних игроков. Регистрация здесь без достижения совершеннолетия невозможна по правилам Microsoft oAuth и нарушает ToS.",
  "human-terms.moderation.title": "А что насчет модерации?",
  "human-terms.title": "Привет,",
  "human-terms.title.callout.check-english": "Эти заявления не являются юридически обязывающими. Эта страница содержит краткое объяснение условий использования и некоторые подробности о предполагаемом использовании сервиса.",
  "index.page.cta.button.wiki": "Узнайте больше о Zetter Gallery",
  "index.page.cta.button.wiki.about-zetter": "Проект Zetter Gallery",
  "index.page.cta.button.wiki.learn": "Узнайте больше о",
  "index.page.cta.description": "Используйте моды Zetter и Zetter Gallery вместе, чтобы добавить свои картины сюда, торгуя с торговцем картинами в игре Minecraft™.",
  "index.page.cta.title": "Хотите добавить свою собственную картину?",
  "index.page.description": "Zetter Gallery - это сервис, который позволяет вам делиться своими картинами Zetter Minecraft с миром",
  "index.page.title": "Дом для картин Minecraft",
  "microsoft-auth-check-advice": "Хорошо что вы спросили! Проверьте, что информация о сервере ниже, совпадает с сервером, на котором вы играете сейчас.",
  "navbar.about": "О сайте",
  "navbar.feed": "Лента",
  "navbar.home": "Домашняя страница",
  "navbar.profile": "Профиль",
  "navbar.profile.avatar": "Аватар вашего профиля",
  "navbar.profile.avatar.default": "Анонимный аватар",
  "navbar.search": "Поиск",
  "paintings.layered-navigation.filter.resolution": "Разрешение",
  "paintings.layered-navigation.sort.hot": "Горячее",
  "paintings.layered-navigation.sort.new": "Новое",
  "paintings.layered-navigation.sort.top": "Топ",
  "paintings.page.description": "Посмотрите картину под названием",
  "paintings.page.description.1.value": "paintingName",
  "paintings.page.description.2.value": " созданный",
  "paintings.page.description.3.value": "имя пользователя",
  "paintings.page.description.4.value": "в галерее Zetter",
  "paintings.page.title": "paintingName",
  "paintings.page.title.1.value": " по",
  "paintings.page.title.2.value": "имя пользователя",
  "player.preferences.button.reset": "Сброс",
  "player.preferences.button.save": "Сохранить",
  "player.preferences.button.save-and-continue": "Сохранить и продолжить",
  "player.preferences.callout.alpha-warning": "Это не влияет на ваш фид в альфа-версии (но повлияет в будущем)! Художественная модерация - дело сложное, поэтому предупреждаем, что вы можете увидеть разные вещи!",
  "player.preferences.public.profile": "Профиль",
  "player.preferences.public.toggle.description": "Если вы отключите эту функцию, ваш ник и аватар по-прежнему будут видны, но игроки не смогут просматривать картины и значки в вашем профиле.",
  "player.preferences.public.toggle.title": "Сделайте свой профиль видимым для других игроков",
  "player.preferences.ratings.description": "Этот раздел позволяет вам контролировать, какие картины вы можете видеть в своей ленте",
  "player.preferences.ratings.title": "Рейтинги",
  "player.preferences.title": "предпочтения",
  "players.me.logout.description": "Мы перенаправим вас обратно на главную страницу в ближайшее время",
  "players.me.logout.page.description": "Выход из галереи Zetter",
  "players.me.logout.page.title": "Выход из системы",
  "players.me.logout.title": "Успешный выход из системы Zetter Gallery",
  "players.page.description": "имя пользователя",
  "players.page.description.1.value": "профиль на Zetter Gallery",
  "players.page.title": "имя пользователя",
  "players.page.title.1.value": "профиль",
  "profile.count.earnings": "Заработано:",
  "profile.count.favorites": "В закладках:",
  "profile.count.paintings": "Картин:",
  "profile.link.logout": "Выход из системы",
  "profile.link.preferences": "предпочтения",
  "terms-for-humans.page.description": "Часто задаваемые вопросы о галерее Zetter",
  "terms-for-humans.page.title": "Часто задаваемые вопросы",
  "terms.acceptance.paragraph": "ПОЛЬЗУЯСЬ УСЛУГАМИ, ВЫ СОГЛАШАЕТЕСЬ ОТ СВОЕГО ИМЕНИ И ОТ ИМЕНИ ТЕХ, КОГО ВЫ ПРЕДСТАВЛЯЕТЕ, СОБЛЮДАТЬ И БЫТЬ ЮРИДИЧЕСКИ СВЯЗАННЫМИ НАСТОЯЩИМИ УСЛОВИЯМИ, А ТАКЖЕ НАШЕЙ ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ И ВСЕМИ ПРИМЕНИМЫМИ ЗАКОНАМИ. ЕСЛИ ВЫ, ОТ СВОЕГО ИМЕНИ ИЛИ ОТ ИМЕНИ ТЕХ, КОГО ВЫ ПРЕДСТАВЛЯЕТЕ, НЕ СОГЛАСНЫ С КАКИМ-ЛИБО ПОЛОЖЕНИЕМ НАСТОЯЩИХ УСЛОВИЙ, ВЫ ДОЛЖНЫ, ОТ СВОЕГО ИМЕНИ И ОТ ИМЕНИ ЛЮБОГО ТАКОГО ЛИЦА (ЛИЦ), ПРЕКРАТИТЬ ПРОЦЕСС РЕГИСТРАЦИИ, ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ УСЛУГ И, ЕСЛИ ВЫ УЖЕ ЗАРЕГИСТРИРОВАНЫ, АННУЛИРОВАТЬ СВОЮ УЧЕТНУЮ ЗАПИСЬ.",
  "terms.acceptance.title": "Принятие условий",
  "terms.description.paragraph": "Дмитрий Бурлаков (\"Zetter Gallery\", \"мы\", \"нас\" или \"наш\") предоставляет платформу через свой веб-сайт, интерфейс прикладного программирования и независимую пользовательскую модификацию видеоигры Mojang Minecraft сообществу зарегистрированных пользователей (\"пользователи\" или \"вы\") для осуществления различных видов деятельности, включая загрузку и отображение цифровых картин (\"Визуальный контент\"). Ниже приведены условия использования (\"Условия\") для использования Сайта и Услуг.",
  "terms.description.title": "Описание услуги",
  "terms.page.description": "Условия обслуживания галереи Zetter",
  "terms.page.title": "Условия предоставления услуг",
  "terms.title": "Условия предоставления услуг",
  "terms.title.callout.check-english": "Переводы терминов предоставлены сообществом и не являются юридически обязательными. В случае возникновения вопросов обращайтесь к английской версии этой страницы.",
  "terms.zetter.copyright-complaints.dmca": "Zetter Gallery оставляет за собой право удалять любой Контент, который предположительно нарушает авторские права другого лица. В соответствующих обстоятельствах Zetter Gallery будет удалять учетные записи пользователей, нарушающих авторские права. Уведомления Zetter Gallery о предполагаемом нарушении авторских прав должны направляться в Zetter Gallery по электронной почте по адресу: copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Жалобы на авторские права",
  "terms.zetter.liability.title": "Ограничение ответственности",
  "terms.zetter.licensing.paragraph": "Отправляя Визуальный контент в Zetter Gallery, вы предоставляете неисключительную, передаваемую, всемирную лицензию на использование, сублицензирование, распространение, воспроизведение, изменение, адаптацию, публичное исполнение и публичный показ такого Визуального контента в связи с Услугами. Эта лицензия будет действовать в течение периода, когда Визуальный контент размещен на Сайте, и автоматически прекращается после удаления Визуального контента с Сайта. Zetter Gallery не несет ответственности за копии, которые были созданы и распространены в период, когда Визуальный контент был доступен на сервисе. Zetter Gallery не предоставляет возможности отзыва копий вашего Визуального контента после его распространения. Zetter Gallery не претендует на право собственности на ваш Визуальный контент.",
  "terms.zetter.licensing.title": "Лицензирование",
  "terms.zetter.modification.interruptions": "Ваш доступ и использование Сайта и наших Услуг могут время от времени прерываться в результате неисправности оборудования, обновления, технического обслуживания или ремонта Сайта или по любой другой причине, находящейся под нашим контролем или вне его. Zetter Gallery оставляет за собой право приостановить или прекратить доступность Сайта, любой Услуги и удалить любой Визуальный контент в любое время по своему усмотрению и без предварительного уведомления. Zetter Gallery также может наложить ограничения на определенные функции и Услуги или ограничить ваш доступ к части или всему Сайту и Услугам без уведомления или ответственности. Сайт не следует использовать или полагаться на него для хранения вашего Визуального контента, и вы должны сохранять свои собственные копии всего Визуального контента, размещенного на Сайте.",
  "terms.zetter.modification.replace": "Галерея Zetter оставляет за собой право по собственному усмотрению изменять или заменять Условия в любое время. Что является существенным изменением, будет определяться исключительно по усмотрению Zetter Gallery. Вы несете ответственность за просмотр и ознакомление с любыми такими изменениями. Использование любой Услуги или просмотр любого Визуального контента означает ваше согласие с Условиями в измененном виде.",
  "terms.zetter.modification.title": "Изменение условий",
  "terms.zetter.registration.paragraph": "Ваш доступ и использование Сайта и наших Услуг могут время от времени прерываться в результате неисправности оборудования, обновления, технического обслуживания или ремонта Сайта или по любой другой причине, находящейся под нашим контролем или вне его. Zetter Gallery оставляет за собой право приостановить или прекратить доступность Сайта, любой Услуги и удалить любой Визуальный контент в любое время по своему усмотрению и без предварительного уведомления. Zetter Gallery также может наложить ограничения на определенные функции и Услуги или ограничить ваш доступ к части или всему Сайту и Услугам без уведомления или ответственности. Сайт не следует использовать или полагаться на него для хранения вашего Визуального контента, и вы должны сохранять свои собственные копии всего Визуального контента, размещенного на Сайте.",
  "terms.zetter.registration.title": "Регистрация",
  "terms.zetter.release.release-statement.1": "Настоящим вы однозначно и безотзывно освобождаете и навсегда освобождаете компанию Zetter Gallery от любых и всех действий, оснований для действий, исков, разбирательств, ответственности, долгов, судебных решений, претензий и требований по закону или праву справедливости, которые вы когда-либо имели, имеете сейчас или в будущем можете иметь, будете иметь или можете иметь, за или по причине, или возникающих прямо или косвенно в связи с вашим использованием Сайта и Услуг.",
  "terms.zetter.release.release-statement.2": "Настоящим вы соглашаетесь возместить убытки и оградить компанию Zetter Gallery от всех претензий, потерь, расходов, ущерба и затрат (включая, но не ограничиваясь прямыми, случайными, косвенными, примерными и непрямыми убытками), а также от разумных гонораров адвокатов, являющихся результатом или возникающих в связи с (i) нарушением настоящих Условий, (ii) Содержанием, размещенным на Сайте, вами или любым лицом, использующим вашу учетную запись или учетные данные Microsoft, (iv) лицензированием, распространением или использованием вашего Визуального содержания, или (v) любым нарушением прав третьей стороны. Zetter Gallery оставляет за собой право за свой счет взять на себя исключительную защиту и контроль по любому вопросу, который в противном случае подлежит возмещению с вашей стороны.",
  "terms.zetter.release.title": "Освобождение и возмещение убытков",
  "terms.zetter.user-conduct.paragraph": "Ваш доступ и использование Сайта и наших Услуг могут время от времени прерываться в результате неисправности оборудования, обновления, технического обслуживания или ремонта Сайта или по любой другой причине, находящейся под нашим контролем или вне его. Zetter Gallery оставляет за собой право приостановить или прекратить доступность Сайта, любой Услуги и удалить любой Визуальный контент в любое время по своему усмотрению и без предварительного уведомления. Zetter Gallery также может наложить ограничения на определенные функции и Услуги или ограничить ваш доступ к части или всему Сайту и Услугам без уведомления или ответственности. Сайт не следует использовать или полагаться на него для хранения вашего Визуального контента, и вы должны сохранять свои собственные копии всего Визуального контента, размещенного на Сайте.",
  "terms.zetter.user-conduct.title": "Поведение пользователя",
  "terms.zetter.warranty.paragraph": "ВЫ ИСПОЛЬЗУЕТЕ САЙТ И УСЛУГИ НА СВОЙ СТРАХ И РИСК. САЙТ И УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ \"КАК ЕСТЬ, КАК ДОСТУПНО\". ZETTER GALLERY КАТЕГОРИЧЕСКИ ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОГО СОСТОЯНИЯ, ПРАВА СОБСТВЕННОСТИ, ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ. ZETTER GALLERY СНИМАЕТ С СЕБЯ ВСЮ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБЫЕ УБЫТКИ, ТРАВМЫ, ПРЕТЕНЗИИ, ОТВЕТСТВЕННОСТЬ ИЛИ УЩЕРБ ЛЮБОГО РОДА, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ИЛИ КАКИМ-ЛИБО ОБРАЗОМ СВЯЗАННЫЕ С (A) ЛЮБЫМИ ОШИБКАМИ ИЛИ УПУЩЕНИЯМИ НА ДАННОМ САЙТЕ И В УСЛУГАХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ТЕХНИЧЕСКИМИ НЕТОЧНОСТЯМИ И ТИПОГРАФСКИМИ ОШИБКАМИ, (B) СООБЩЕНИЯМИ ТРЕТЬИХ ЛИЦ, (C) ЛЮБЫМИ ВЕБ-САЙТАМИ ТРЕТЬИХ ЛИЦ ИЛИ КОНТЕНТОМ, ПРЯМО ИЛИ КОСВЕННО ДОСТУПНЫМ ЧЕРЕЗ ССЫЛКИ НА САЙТЕ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ЛЮБЫЕ ОШИБКИ ИЛИ УПУЩЕНИЯ, (D) НЕДОСТУПНОСТЬЮ ВСЕГО ИЛИ ЛЮБОЙ ЧАСТИ САЙТА ИЛИ УСЛУГ, (E) ВАШИМ ИСПОЛЬЗОВАНИЕМ САЙТА ИЛИ УСЛУГ, ИЛИ (F) ИСПОЛЬЗОВАНИЕМ ВАМИ ЛЮБОГО ОБОРУДОВАНИЯ ИЛИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ В СВЯЗИ С САЙТОМ ИЛИ УСЛУГАМИ.",
  "terms.zetter.warranty.paragraph.1": "ЕСЛИ ИНОЕ НЕ ПРЕДУСМОТРЕНО ЗАКОНОМ, НИ ZETTER GALLERY, НИ ЕЕ ФИЛИАЛЫ, РОДИТЕЛИ, ДОЧЕРНИЕ КОМПАНИИ, УПОЛНОМОЧЕННЫЕ ДИСТРИБЬЮТОРЫ, ДИРЕКТОРА, АКЦИОНЕРЫ, СОТРУДНИКИ, КЛИЕНТЫ ИЛИ АГЕНТЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПОТЕРИ, ТРАВМЫ, ПРЕТЕНЗИИ, ОБЯЗАТЕЛЬСТВА ИЛИ УЩЕРБ ЛЮБОГО РОДА, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ВАМИ САЙТА, ЛЮБЫХ ФАКТОВ ИЛИ МНЕНИЙ, ПРЕДСТАВЛЕННЫХ НА НЕМ, ИЛИ УСЛУГ. ZETTER GALLERY НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ СПЕЦИАЛЬНЫЕ, ПРЯМЫЕ, КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ШТРАФНЫЕ ИЛИ ПОСЛЕДУЮЩИЕ УБЫТКИ ЛЮБОГО РОДА (ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ГОНОРАРЫ АДВОКАТОВ), ВОЗНИКШИЕ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАНИЯ САЙТА ИЛИ УСЛУГ. ЕСЛИ ВЫШЕУКАЗАННОЕ ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ЗАПРЕЩЕНО ИЛИ НЕ ДОСТИГЛО СВОЕЙ ОСНОВНОЙ ЦЕЛИ, ЕДИНСТВЕННОЕ ОБЯЗАТЕЛЬСТВО ZETTER GALLERY ПЕРЕД ВАМИ ЗА УЩЕРБ ОГРАНИЧИВАЕТСЯ (A) 100.00 ДОЛЛАРАМИ США, ЕСЛИ ИСК НЕ СВЯЗАН С ЛИЦЕНЗИРОВАНИЕМ ВИЗУАЛЬНОГО КОНТЕНТА; ИЛИ (B) ОБЩЕЙ СУММОЙ СБОРОВ, СОБРАННЫХ ZETTER GALLERY ЗА ВИЗУАЛЬНЫЙ КОНТЕНТ, КОТОРЫЙ ЯВЛЯЕТСЯ ПРЕДМЕТОМ ИСКА, ЕСЛИ ИСК СВЯЗАН С ЛИЦЕНЗИРОВАНИЕМ ВИЗУАЛЬНОГО КОНТЕНТА, ПРИ ТОМ ПОНИМАНИИ, ЧТО ZETTER GALLERY НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА НЕПРАВИЛЬНОЕ ИСПОЛЬЗОВАНИЕ ВИЗУАЛЬНОГО КОНТЕНТА ДИСТРИБЬЮТОРАМИ ИЛИ ЛЮБОЙ ДРУГОЙ ТРЕТЬЕЙ СТОРОНОЙ ПРИ ЛЮБЫХ ОБСТОЯТЕЛЬСТВАХ.",
  "terms.zetter.warranty.paragraph.2": "ВЫ И ZETTER GALLERY СОГЛАШАЕТЕСЬ, ЧТО ЛЮБОЕ РАЗБИРАТЕЛЬСТВО ПО РАЗРЕШЕНИЮ ИЛИ СУДЕБНОМУ РАЗБИРАТЕЛЬСТВУ ЛЮБОГО СПОРА, ВОЗНИКАЮЩЕГО ПО НАСТОЯЩЕМУ ДОГОВОРУ, БУДЕТ ПРОВОДИТЬСЯ ИСКЛЮЧИТЕЛЬНО НА ИНДИВИДУАЛЬНОЙ ОСНОВЕ, И ЧТО ВЫ НЕ БУДЕТЕ ДОБИВАТЬСЯ РАССМОТРЕНИЯ ЛЮБОГО СПОРА В КАЧЕСТВЕ ГРУППОВОГО ИСКА, ПРЕДСТАВИТЕЛЬСКОГО ИСКА, КОЛЛЕКТИВНОГО ИСКА, ЧАСТНОГО ИСКА ГЕНЕРАЛЬНОГО ПРОКУРОРА ИЛИ В РАМКАХ ЛЮБОГО РАЗБИРАТЕЛЬСТВА, В КОТОРОМ ВЫ ДЕЙСТВУЕТЕ ИЛИ ПРЕДЛАГАЕТЕ ДЕЙСТВОВАТЬ В ПРЕДСТАВИТЕЛЬСКОМ КАЧЕСТВЕ. ВЫ ТАКЖЕ СОГЛАШАЕТЕСЬ, ЧТО НИ ОДНО РАЗБИРАТЕЛЬСТВО НЕ БУДЕТ ОБЪЕДИНЕНО, КОНСОЛИДИРОВАНО ИЛИ СОВМЕЩЕНО С ДРУГИМ РАЗБИРАТЕЛЬСТВОМ БЕЗ ПРЕДВАРИТЕЛЬНОГО ПИСЬМЕННОГО СОГЛАСИЯ КОМПАНИИ ZETTER GALLERY И ВСЕХ СТОРОН ЛЮБОГО ТАКОГО РАЗБИРАТЕЛЬСТВА.",
  "terms.zetter.warranty.title": "Отказ от ответственности",
  "widgets.discord-button": "Присоединяйтесь к нашему серверу Discord",
  "widgets.discord-button.join": "Присоединяйтесь к нашему",
  "widgets.discord-button.server": "Сервер Discord",
  "widgets.under-construction.description.discord-button": "Присоединяйтесь к нашему серверу Discord",
  "widgets.under-construction.description.discord-button.join": "Присоединяйтесь к нашему",
  "widgets.under-construction.description.discord-button.server": "Сервер Discord",
  "widgets.under-construction.description.dm": "Если у вас есть опыт в создании и управлении серверами в Discord, пожалуйста, напишите мне dantaeusb#9879",
  "widgets.under-construction.description.updates": "Если вы хотите узнать об обновлениях:",
  "widgets.under-construction.description.why": "Мы строим дом для картин созданных с Zetter",
  "widgets.under-construction.title": "В разработке",
  "wiki.zetter-gallery.about-feed.description.1": "Feed - это постоянно обновляющийся список картин, доступных для покупки. При небольшом количестве картин лента не очень полезна, но ее главная цель - всегда иметь несколько интересных картин на выбор.",
  "wiki.zetter-gallery.about-feed.description.2": "Лента обновляется каждые 15 минут и заполняется трендовыми, топовыми и новыми картинами, если они есть.",
  "wiki.zetter-gallery.about-feed.description.3": "Кроме того, вы можете использовать звезды на этом сайте, чтобы отмечать картины, которые кажутся вам интересными. Эти картины будут иметь больше шансов появиться в вашей личной ленте, доступной для покупки только вам.",
  "wiki.zetter-gallery.about-feed.section": "О корме",
  "wiki.zetter-gallery.about-feed.title": "О корме",
  "wiki.zetter-gallery.login.description.mc-auth": "После этого, если вы вошли в свою учетную запись, вам будет предложено разрешить серверу Minecraft, с которого вы открыли ссылку, использовать вашу учетную запись Zetter. Проверьте, что это правильный сервер, и нажмите разрешить, если все кажется вам нормальным.",
  "wiki.zetter-gallery.login.description.ms-auth": "Если вы не вошли на этот сайт, вам будет предложено войти в систему с помощью учетной записи Microsoft. Пожалуйста, внимательно проверьте, что URI в вашей адресной строке - zetter.gallery, и прочитайте сообщение на этой странице. Это поможет вам обезопасить учетную запись. Не вводите свой пароль Microsoft за пределами веб-сайтов Microsoft.",
  "wiki.zetter-gallery.login.description.screen": "Если вы используете Zetter Gallery mod впервые, вам будет предложено войти в систему.",
  "wiki.zetter-gallery.login.description.zg-auth": "Чтобы войти в систему, вам потребуется подключение к Интернету и интернет-браузер на вашем компьютере (на 99% он у вас есть, если вы читаете эту статью). Когда вы нажмете на ссылку, вы будете перенаправлены на страницу входа в систему на этом сайте.",
  "wiki.zetter-gallery.login.description.zg-requirements": "Чтобы войти в игру, нужно, чтобы Minecraft разрешил вам открывать ссылки. Он включен по умолчанию, но если у вас возникли проблемы и ничего не открывается, вы можете проверить, разрешено ли вам открывать ссылки в Главном меню -> Предпочтения.",
  "wiki.zetter-gallery.login.section": "Вход в систему",
  "wiki.zetter-gallery.login.title": "Вход в систему",
  "wiki.zetter-gallery.page.description": "Получить информацию о Zetter Gallery Mod для Minecraft",
  "wiki.zetter-gallery.page.title": "Галерея Зеттер Вики",
  "wiki.zetter-gallery.painting-merchant.description.1": "Чтобы начать торговать картинами, вам нужно найти жителя деревни и изменить его профессию. Чтобы житель деревни мог стать торговцем картинами, у него должна быть выделенная кровать и блок \"Стол художника\" рядом с этой кроватью.",
  "wiki.zetter-gallery.painting-merchant.description.2": "Посмотрите в Minecraft wiki, как работает оккупация деревни.",
  "wiki.zetter-gallery.painting-merchant.section": "Торговец картинами",
  "wiki.zetter-gallery.painting-merchant.title": "Торговец картинами",
  "wiki.zetter-gallery.title": "Галерея Zetter Gallery Wiki Главная страница",
  "wiki.zetter-gallery.trading-interface.description.pre": "После входа в систему и загрузки текущей ленты с картинами вы увидите необычный торговый интерфейс.",
  "wiki.zetter-gallery.trading-interface.section": "Торговля",
  "wiki.zetter-gallery.trading-interface.title": "Торговля картинами",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "Нажмите на эту кнопку, чтобы продолжить покупку или продажу картины. Информация об этой операции будет отправлена в Галерею, и вы получите свой предмет живописи или изумруды",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "5) Кнопка оформления заказа",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "Нажмите на эти кнопки, чтобы переключить картину в текущей ленте.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "3) Кнопки \"Предыдущая\" и \"Следующая",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "Показывает количество краски в текущей подаче и текущую позицию.",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "1) Пагинация кормов",
  "wiki.zetter-gallery.trading.interface.preview-dd": "Показывает текущую выбранную картину.",
  "wiki.zetter-gallery.trading.interface.preview-dt": "2) Предварительный просмотр",
  "wiki.zetter-gallery.trading.interface.result-dd": "Заберите картину или изумруды из этого слота после выписки.",
  "wiki.zetter-gallery.trading.interface.result-dt": "6) Слот результата",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "Этот слот используется для оплаты текущей картины изумрудами или для продажи картин.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "Поместив картину в этот слот, вы перейдете в режим продажи.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "В режиме продажи вы можете представить свою картину и получить за нее изумруды.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "4) Продающий слот",
  "wiki.zetter.combining.interface.grid-dd": "Переместите холсты в эту сетку чтобы объеденить их. Вы так же можете просто положить один холст.",
  "wiki.zetter.combining.interface.grid-dt": "1) Сетка склейки холстов",
  "wiki.zetter.combining.interface.name-dd": "Используйте его чтобы назвать картину.",
  "wiki.zetter.combining.interface.name-dt": "3) Поле для имени",
  "wiki.zetter.combining.interface.preview-dd": "Показывает как будет выглядеть картина после склейки.",
  "wiki.zetter.combining.interface.preview-dt": "2) Предпросмотр",
  "wiki.zetter.combining.interface.result-dd": "Когда вы будете довольны результатом, заберите картину из этого слота. Поздравляю! Ваш первый шедевр готов.",
  "wiki.zetter.combining.interface.result-dt": "4) Результат",
  "wiki.zetter.combining.section": "Склейка",
  "wiki.zetter.combining.text-intro": "Когда вы закончите работать над вашим холстом (или несколькими холстами), нужно будет склеить холсты и подписать картину за вашим авторством. С помощью Shift+правой кнопкой мыши вы можете забрать холст с мольберта назад в инвентарь. Нажмите правой кнопкой на стол художника, чтобы открыть интерфейс подписи и склеивания картин:",
  "wiki.zetter.combining.title": "Подписывание и склейка холстов",
  "wiki.zetter.crafting.section": "Крафт",
  "wiki.zetter.crafting.text": "Для начала нужно скрафтить несколько предметов. Пару холстов, мольберт для этих холстов, краски и палитру.",
  "wiki.zetter.crafting.title": "Крафт",
  "wiki.zetter.framing.section": "Создание рамки",
  "wiki.zetter.framing.text-finish": "Чего же вы ждёте? Повесьте ваш шедевр на стену!",
  "wiki.zetter.framing.text-intro": "После подписи картины нужно её куда-нибудь повесить! Чтобы её повесить, сначала нужно поместить её в рамку, а уже рамка вешается на стену.",
  "wiki.zetter.framing.title": "Создание каркаса",
  "wiki.zetter.page": "Главная",
  "wiki.zetter.page.description": "Получить информацию о Zetter Mod для Minecraft",
  "wiki.zetter.page.title": "Зеттер Вики",
  "wiki.zetter.painting.interface.finish-dd": "Начните рисовать!",
  "wiki.zetter.painting.interface.finish-dt": "6) Окно для рисования",
  "wiki.zetter.painting.interface.hex-dd": "Если вы знаете код нужного вам цвета, просто скопируйте или введите его сюда.",
  "wiki.zetter.painting.interface.hex-dt": "4) Поле ввода для кода цвета (HEX)",
  "wiki.zetter.painting.interface.hsv-dd": "Тяните ползунки чтобы настроить тон, насыщенности и яркость цвета.",
  "wiki.zetter.painting.interface.hsv-dt": "3) Настройка цвета (HSV)",
  "wiki.zetter.painting.interface.palette-dd": "Кликните на любой слот чтобы выбрать цвет для его использования и настройки. Цвета будут сохранены в палитре в слоте снизу. Текущий цвет обведен рамкой, вы можете сохранить и переносить до 14 цветов на одной палитре.",
  "wiki.zetter.painting.interface.palette-dt": "2) Палитра",
  "wiki.zetter.painting.interface.palette-slot-dd": "Чтобы начать рисовать, переместите палитру в этот слот.",
  "wiki.zetter.painting.interface.palette-slot-dt": "1) Слот для палитры",
  "wiki.zetter.painting.interface.tool-dd": "Например, используйте заливку чтобы создать монотонный фон.",
  "wiki.zetter.painting.interface.tool-dt": "5) Выберите инструмент",
  "wiki.zetter.painting.section": "Рисование",
  "wiki.zetter.painting.text-intro": "Время творить! Позвольте рассказать, как работает интерфейс программы для рисования. Он очень прост и напоминает классический MS Paint, разберем его элементы:",
  "wiki.zetter.painting.title": "Рисование",
  "wiki.zetter.preparing.section": "Подготовка",
  "wiki.zetter.preparing.text-mounting": "С холстом в руке, кликните правую кнопку мыши чтобы повесить его на мольберт.",
  "wiki.zetter.preparing.text-start": "Прежде чем начать рисовать, нам нужно подготовить рабочее место. Поставьте мольберт, возьмите в руку холст, а палитру переместите в горячие слоты. Так же где-нибудь нужно поставть стол художника - он нам понадобится позже.",
  "wiki.zetter.preparing.text-workshop-title": "Рабочее место должно выглядеть примерно так:",
  "wiki.zetter.preparing.title": "Подготовка рабочего места",
  "wiki.zetter.recipes.artist-table": "Стол художника позволяет делать картины из холстов, объединяя и подписывая их. Чтобы совместить несколько холстов, расположите их в прямоугольной форме в сетке для крафта. Если форма правильная, предпросмотр будет обновлён. Если же секция предпросмотра пуста, скорее всего форма картины не поддерживается. Следующие размеры поддерживаются:",
  "wiki.zetter.recipes.artist-table.section": "Стол художника",
  "wiki.zetter.recipes.artist-table.title": "Стол художника",
  "wiki.zetter.recipes.canvas": "Холсты это промежуточный носитель для ваших картин. Вы можете увидеть, что нарисовано, поставив холст на мольберт, но если вы закончили работу лучше превратить его в картину на столе художника.",
  "wiki.zetter.recipes.canvas.section": "Холст",
  "wiki.zetter.recipes.canvas.title": "Холст",
  "wiki.zetter.recipes.easel": "С мольберта начинаются все картины. Чтобы начать рисовать, вам нужно поставить мольберт и закрепить на нём холст с помощью клика правой кнопной мыши с холстом в руке. Обычный правый клик откроет интерфейс рисования. Не забудьте поставить палитру в соответствующий слот. Shift+правый клик позволит забрать холст с мольберта.",
  "wiki.zetter.recipes.easel.section": "Мольберт",
  "wiki.zetter.recipes.easel.title": "Мольберт",
  "wiki.zetter.recipes.frames.section": "Рамки",
  "wiki.zetter.recipes.framing": "Прежде чем поставить картину в рамку, нужно подписать её на столе художника. Вы всегда можете достать картину из рамки. Просто положите картину в сетку крафта: вы можете забрать рамку, а на месте картины в рамке останется просто картина.",
  "wiki.zetter.recipes.framing.title": "Использование рамки с картиной",
  "wiki.zetter.recipes.gold-frame.title": "Золотая рамка",
  "wiki.zetter.recipes.golden-frame": "Это золотая рамка, она значительно толще деревянных и выглядит солидно. Она инкрустирована изумурудами, так что они понадобятся для крафта. По умолчанию она крафтится без именной пластины, но её можно добавить:",
  "wiki.zetter.recipes.iron-frame": "У этой рамки нет рамок, так что вы можете использовать её как декорацию или для создания больших картин из нескольких частей. Её толщина - 1 пиксель, такая же, как у обычной игровой картины.",
  "wiki.zetter.recipes.iron-frame.title": "Железная рамка",
  "wiki.zetter.recipes.page": "Рецепты",
  "wiki.zetter.recipes.page.description": "Найти рецепты для Zetter Mod в Minecraft",
  "wiki.zetter.recipes.page.title": "Вики Рецепты Зеттера",
  "wiki.zetter.recipes.painting": "Сама картина. Она создаётся только на столе художника путем подписи одного или нескольких холстов",
  "wiki.zetter.recipes.painting.section": "Картина",
  "wiki.zetter.recipes.painting.title": "Картина",
  "wiki.zetter.recipes.paints": "Краски используются для крафта и обновления палитры.",
  "wiki.zetter.recipes.paints.section": "Краски",
  "wiki.zetter.recipes.paints.title": "Краски",
  "wiki.zetter.recipes.palette": "Палитра необходима, чтобы рисовать на холсте. Когда она расположена в спецаиальном слоте в интерфейсе мольберта, вы сможете управлять цветами. Для вашего удобства одну палитру можно использовать на нескольких холстах, и цвета сохранятся. Когда палитра закончится, вы не сможете продолжить рисовать. Однако она не исчезнет, и вы можете обновить её, используя краски, сохранив цвета палитры.",
  "wiki.zetter.recipes.palette.section": "Палитра",
  "wiki.zetter.recipes.special-frames.section": "Особые рамки",
  "wiki.zetter.recipes.special-frames.title": "Особые рамки",
  "wiki.zetter.recipes.title": "Рецепты Zetter",
  "wiki.zetter.recipes.title-palette": "Палитра",
  "wiki.zetter.recipes.wooden-frames": "Обычные рамки сделаны из дерева, кожи, палок и самородка по вашему выбору. Вы можете использовать любое дерево, и цвет рамки будет соответствовать дереву. Если вы используете золотой самородок, небольшая именная пластина будет видна внизу рамки, и имя картины будет отображаться по правому клику.",
  "wiki.zetter.recipes.wooden-frames.title": "Деревянные рамки",
  "wiki.zetter.sharing.button.download": "Загрузить Zetter Gallery с CurseForge",
  "wiki.zetter.sharing.button.download.from": "от CurseForge",
  "wiki.zetter.sharing.button.download.what": "Скачать галерею Zetter",
  "wiki.zetter.sharing.button.wiki": "Посмотрите галерею Zetter Gallery Wiki",
  "wiki.zetter.sharing.button.wiki.check": "Проверьте",
  "wiki.zetter.sharing.button.wiki.what": "Галерея Зеттер Вики",
  "wiki.zetter.sharing.description": "Вы можете поделиться своей картиной со всем миром с помощью этого сайта, а также загрузить картины других художников с помощью дополнения Zetter Gallery.",
  "wiki.zetter.sharing.section": "Поделиться",
  "wiki.zetter.sharing.title": "Совместное использование картин",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery - это независимый мод, для работы которого требуется Zetter. Он загружается отдельно, поэтому игроки, предпочитающие не иметь сетевых функций, могут оставить базовую версию мода.",
  "wiki.zetter.title": "Zetter Вики"
}
