{
  "about.page.description": "Що таке Zetter і Zetter Gallery",
  "about.page.title": "Про",
  "about.title": "Про проект Zetter",
  "about.zetter-gallery.button.download": "Завантажте галерею Zetter із CurseForge",
  "about.zetter-gallery.button.download.from": "від CurseForge",
  "about.zetter-gallery.button.download.what": "Завантажте галерею Zetter",
  "about.zetter-gallery.button.wiki": "Перегляньте Вікі галереї Zetter",
  "about.zetter-gallery.button.wiki.check": "Перевіряти",
  "about.zetter-gallery.button.wiki.what": "Вікі галерея Zetter",
  "about.zetter.button.download": "Завантажте Zetter з CurseForge",
  "about.zetter.button.download.from": "від CurseForge",
  "about.zetter.button.download.what": "Завантажте Zetter",
  "about.zetter.button.wiki": "Перегляньте Zetter Wiki",
  "about.zetter.button.wiki.check": "Перевіряти",
  "about.zetter.button.wiki.what": "Zetter Wiki",
  "about.zetter.description": "Zetter — це мод для Minecraft для створення картин у Minecraft. Це дозволяє гравцям малювати картини в грі за допомогою інтерфейсу, схожого на MS Paint. Картини можна об’єднати до блоків 4х4, загорнути в рамку та поставити на стіну. Це має додати відчуття затишку у ваш віртуальний будинок.",
  "about.zetter.description.what": "Zetter - мод Minecraft для створення картин у Minecraft. Це дозволяє гравцям малювати картини в грі за допомогою багатого інструментарію та простого у використанні інтерфейсу користувача. Картини можна комбінувати розміром до 4х4 блоків, загортати в рамку та розміщувати на стіні.",
  "about.zetter.description.what-for": "Незалежно від того, чи хочете ви зробити свій віртуальний дім комфортнішим, додати кілька тематичних плакатів чи картин, або просто побалувати - це чудове доповнення до гри.",
  "about.zetter.discord.description": "Поділіться своїми ідеями та дізнавайтеся про оновлення першими! Ми також шукаємо менеджерів спільноти та модераторів, які можуть оцінювати картини.",
  "about.zetter.discord.title": "Приєднуйтесь до нашої спільноти",
  "about.zetter.gallery.description": "Zetter Gallery — це мод і місце, де можна поділитися своїми творами Zetter зі світом. З модом Zetter Gallery додано Торговець картинами, що дозволяє продавати та купувати популярні картини в галереї Zetter.",
  "about.zetter.gallery.mod-wiki-link": "Перегляньте вікі-сторінку модів Zetter Gallery з рецептами та посібниками",
  "about.zetter.gallery.title": "Що таке Zetter Gallery",
  "about.zetter.mod-wiki-link": "Перегляньте вікі-сторінку Zetter mod з рецептами та посібниками",
  "about.zetter.name": "",
  "about.zetter.title": "Що таке Zetter",
  "auth-prompt.check.title": "Як переконатися, що я в безпеці?",
  "auth-prompt.deprecated.disclaimer.what-for": "Вибачте, ваша версія більше не підтримується. Оновлення до нової версії дозволить анонімно користуватися (купівля картин) і легше завантажувати картини.",
  "auth-prompt.deprecated.disclaimer.why": "Після випуску вашої версії ми оновили галерею Zetter, щоб вона була більш безпечною та готовою до майбутнього.",
  "auth-prompt.deprecated.title": "Навіщо мені це?",
  "auth-prompt.disclaimer.title": "Навіщо мені це?",
  "auth-prompt.microsoft.disclaimer.what-for": "Це дозволяє серверу купувати та надсилати картини від вашого імені, коли ви торгуєте з продавцем картин.",
  "auth-prompt.microsoft.disclaimer.why": "Щоб довести, що ви справжній гравець, який грає на реальному сервері, і це не просто автоматизовані запити.",
  "auth.microsoft.button.agreement": "Натискаючи кнопку, ви підтверджуєте, що ви досягли повноліття та погоджуєтеся з умовами обслуговування.",
  "auth.microsoft.callout.alpha": "Це дуже рання версія послуги, яка надається як є. Можуть виникнути проблеми, вміст ще не модеровано.",
  "auth.microsoft.callout.check-disclaimer": "Якщо ви не бачите цього повідомлення під час підключення Zetter Gallery, є ймовірність, що хтось намагається вкрасти вашу інформацію.",
  "auth.microsoft.callout.same-account": "Будь ласка, використовуйте той самий обліковий запис Microsoft, який ви використовуєте для входу в Minecraft.",
  "auth.microsoft.check.advice": "Добре, що запитали! Завжди перевіряйте домен у своєму браузері під час написання паролів. На цьому кроці вас може спершу переспрямувати на \"zettergallery.onmicrosoft.com\" або \"login.live.com\", якщо ви&apos;не ввійшли в обліковий запис Microsoft. Якщо домен збігається, все в порядку.",
  "auth.microsoft.disclaimer.track": "Це також використовується для відстеження того, які картини ви купуєте, щоб підтримувати актуальність каналу. Не хвилюйтеся, ми зберігаємо дані про вашу активність лише протягом тижня.",
  "auth.microsoft.disclaimer.why": "Нам це потрібно, щоб переконатися, що у вас є доступ до облікового запису гравця, який можна використовувати для надсилання картин. Це дозволяє вам мати особисту стрічку з улюбленими картинами та перевіряти статистику своїх картин.",
  "auth.microsoft.finish.description.callback.description": "Незабаром ми перенаправимо вас, щоб продовжити вашу дію.",
  "auth.microsoft.finish.description.callback.title": "Будь ласка, не закривайте цю сторінку",
  "auth.microsoft.finish.description.description": "Тепер ви зможете швидко авторизувати ігровий сервер за допомогою свого облікового запису Minecraft.",
  "auth.microsoft.finish.description.title": "Ви зареєструвалися",
  "auth.start.page.description": "Надайте Zetter Gallery права на доступ до свого облікового запису",
  "auth.start.page.title": "Аутентифікація за допомогою облікового запису Microsoft",
  "badge.epic": "Епос",
  "badge.exceptional": "Винятковий",
  "badge.legendary": "Легендарний`",
  "badge.rare": "Рідкісний",
  "badge.uncommon": "Нечасто",
  "common.post.painting.action.favorite": "Додайте цю картину в обране",
  "common.post.painting.action.favorite.disabled": "Увійдіть, щоб додати картину до вибраного",
  "common.post.painting.alt": "живописНазва",
  "common.post.painting.alt.1.value": " за",
  "common.post.painting.alt.2.value": "Ім'я користувача",
  "common.post.painting.info.impressions": "Враження",
  "common.post.painting.info.total": "Загальна кількість витрачених смарагдів",
  "common.post.painting.link.title": "живописНазва",
  "common.post.painting.link.title.1.value": " за",
  "common.post.painting.link.title.2.value": "Ім'я користувача",
  "components.player.plaintings.list.empty": "Цей гравець ще не надіслав жодної картини!",
  "components.player.profile.logout-link": "вийти",
  "components.player.profile.preferences-link": "Вподобання",
  "components.player.profile.statistics.downloads": "Завантаження:",
  "components.player.profile.statistics.favorites": "Вибрані:",
  "components.player.profile.statistics.paintings": "Картини:",
  "components.widgets.craft-grid.shapeless": "Безформне виготовлення",
  "contributors.page.description": "Автори галереї Zetter",
  "contributors.page.title": "Дописувачі",
  "contributors.title": "Кредити",
  "cycle.batch.no": "№ партії",
  "cycle.merchant.icon": "Деякі з цих картин доступні для покупки в Painting Merchant у грі прямо зараз!",
  "cycle.seed": "Початкова фраза, яка використовується для вибору картин, які ви отримаєте від Торговця! Точний набір картин визначається цією фразою, рівнем торговця і вашими налаштуваннями.",
  "cycle.timeout.left": "Закінчується",
  "error.401.page.description": "Ви не увійшли, щоб отримати доступ до цього ресурсу",
  "error.401.page.title": "Неавтентифікований",
  "error.403.page.description": "Вам заборонено доступ до цього ресурсу",
  "error.403.page.title": "Заборонено",
  "error.404.page.description": "Сторінку не знайдено",
  "error.404.page.title": "Не знайдено",
  "error.500.page.description": "Сторінка внутрішньої помилки сервера",
  "error.500.page.title": "Помилка!",
  "error.bad-request.description": "На жаль, сервер відмовився обробити ваш запит",
  "error.bad-request.title": "Поганий запит",
  "error.forbidden.description": "Сервер сказав, що ви не можете отримати доступ до цього ресурсу.",
  "error.forbidden.title": "Заборонено",
  "error.not-found.description": "На жаль, нам не вдалося знайти ресурс, який ви шукаєте",
  "error.not-found.title": "Не знайдено",
  "error.server-error.description": "На жаль, під час обробки вашого запиту сталося щось погане та несподіване",
  "error.server-error.title": "Помилка серверу",
  "error.unauthenticated.description": "Сервер сказав, що ви не можете отримати доступ до цього ресурсу, оскільки ви не ввійшли як особа, яка має доступ.",
  "error.unauthenticated.title": "Неавтентифікований",
  "feed.hot.info": "Трендові картини, які привернули увагу в попередніх партіях",
  "feed.hot.title": "Гаряча",
  "feed.new.info": "Свіжоспечене, щойно подане в галерею",
  "feed.new.title": "новий",
  "feed.personal.info": "Ваш особистий вибір: випадковий вибір із улюблених",
  "feed.personal.title": "Особисті",
  "feed.popular.info": "Невелика добірка кращих з кращих",
  "feed.popular.title": "Популярні",
  "footer.legal.affiliation": "Zetter Gallery не пов’язана з Minecraft, Microsoft і Mojang AB.",
  "footer.legal.contributors": "Дописувачі",
  "footer.legal.credits": "Кредити",
  "footer.legal.developer": "Галерея Zetter ліцензована за закритою ліцензією та MPL2, розроблена Дмитром Бурлаковим (@dantaeusb) та перекладена співавторами.",
  "footer.legal.learn-more": "Вчи більше",
  "footer.legal.minecraft-copyright": "Minecraft і пов’язані з ним зображення Minecraft є авторськими правами Mojang AB.",
  "footer.legal.tos": "Умови обслуговування",
  "human-terms.complications.paragraph.1": "Я просто людина. Я не зможу захистити вашу роботу в суді або зробити якісь складні юридичні речі щодо авторських прав. Я звільняюся від будь-якої відповідальності за те, що тут відбувається, в розумних межах. Для власної безпеки я б припускав добрі наміри будь-кого, хто висуває претензії.",
  "human-terms.complications.title": "Які ускладнення?",
  "human-terms.contribution.paragraph.1": "Так! Ну, частково. Моди Zetter і Zetter Gallery мають ліцензію MPL2 і мають відкритий код. Інтерфейсною частиною цієї служби також є MPL2 і відкритий код. Однак API є закритим вихідним кодом. Це пов’язано з моїми проблемами безпеки та тому, що я хотів би створити базу гравців і уникнути ранніх форків. Однак це, ймовірно, буде змінено ближче до випуску модів 1.0. Я можу відкрити репозиторій для певних учасників, які довели свої позитивні наміри та мають достатні навички TypeScript/Nest.js.",
  "human-terms.contribution.title": "Чи можу я зробити свій внесок?",
  "human-terms.copyright.paragraph.1": "Я жодним чином не претендую на виключні права чи права власності на ваші твори мистецтва. Ваша робота належить вам і нікому іншому. Однак, щоб бути юридично безпечним, я використовую дуже схоже ліцензування на такі сайти, як Instagram, DeviantArt або 500px. Це означає, що я можу показати та поширити вашу роботу.",
  "human-terms.copyright.paragraph.2": "Важливе зауваження: якщо ви в будь-який момент захочете видалити свою роботу з галереї Zetter, ви можете це зробити. Але немає механізму відкликання картин із серверів гравців, і немає гарантій, що це буде реалізовано. Я не несу відповідальності за те, що люди можуть зробити з вашими картинами.",
  "human-terms.copyright.paragraph.3": "Трапляються випадки, коли хтось може вкрасти вашу роботу. Це погано, тому що тільки ви можете вирішити, де може з’явитися ваша робота. Якщо це сталося, зв’яжіться зі мною через Discord або електронною поштою на адресу copyright@zetter.gallery, надавши певні докази того, що ви є власником роботи.",
  "human-terms.copyright.title": "А як щодо авторського права?",
  "human-terms.end.thank-you": "Дякую, що читаєте. Не соромтеся говорити зі мною, якщо у вас виникнуть запитання.",
  "human-terms.introduction.paragraph.1": "По-перше, Zetter Gallery не є якоюсь юридичною особою, а створена та надається виключно однією особою. Це створює деякі ускладнення, але ми поговоримо про це пізніше.",
  "human-terms.introduction.paragraph.2": "Zetter Gallery створена з єдиною метою — дозволити людям створювати та ділитися своїми творами мистецтва у чудовій грі під назвою Minecraft. Реклама або продаж речей не є метою цієї служби.",
  "human-terms.introduction.title": "Дозвольте мені пояснити деякі деталі про Zetter Gallery",
  "human-terms.moderation.paragraph.1": "Я розумію, що мистецтво для різних людей означає різні речі. Крім того, я розумію, що різні люди хотіли б бачити різні речі. З огляду на це, я прийшов до висновку: модерацію, на відмінно, проведуть модератори спільноти. Наші правила не будуть цензурувати щось конкретно, а створюватимуть «рейтинги» для картин.",
  "human-terms.moderation.paragraph.2": "Я залишаю за собою право модераторів відкликати або просто заперечувати вашу картину, якщо її вміст дуже руйнівний. Я розумію, що це розпливчасте визначення, але, сподіваюся, картини рідко будуть просто відкидатися. Натомість до затвердження буде застосовано відповідні рейтинги. Цей рейтинг може включати такі речі, як азартні ігри, оголеність тощо — ви можете побачити весь список на сторінці налаштувань гравця. Цей список може бути розширений, і значення за замовчуванням будуть досить «придатними для сім’ї». Це не означає, що цей мод підходить для дітей, будь-який вид онлайн-активності потребує батьківського контролю.",
  "human-terms.moderation.paragraph.3": "Модератори можуть робити помилки та відкидати чи неправильно оцінювати малюнок. Будь ласка, майте на увазі, що це просто люди, які витрачають свій вільний час на благо всіх. Наберіться терпіння і поговоріть з нами, якщо це сталося.",
  "human-terms.moderation.paragraph.4": "Я настійно рекомендую цей мод і сервіс лише для повнолітніх гравців. Реєстрація тут без досягнення повноліття не повинна бути можливою згідно з правилами Microsoft oAuth і порушує Умови обслуговування.",
  "human-terms.moderation.title": "А як щодо помірності?",
  "human-terms.title": "Вітаю,",
  "human-terms.title.callout.check-english": "Ці заяви не мають юридичної сили. На цій сторінці наведено коротке пояснення умов використання та деякі деталі щодо цільового використання цієї послуги.",
  "index.page.cta.button.wiki": "Дізнайтеся про Zetter Gallery",
  "index.page.cta.button.wiki.about-zetter": "Проект галереї Zetter",
  "index.page.cta.button.wiki.learn": "Дізнайтеся більше про",
  "index.page.cta.description": "Використовуйте разом моди Zetter і Zetter Gallery, щоб додати сюди свої картини, торгуючись з торговцем картинами в грі Minecraft™.",
  "index.page.cta.title": "Бажаєте додати свій власний малюнок?",
  "index.page.description": "Zetter Gallery — це сервіс, який дозволяє вам поділитися своїми картинами Zetter Minecraft зі світом",
  "index.page.title": "Дім для картин Minecraft",
  "introduction.feed.description": "Стрічка постійно оновлює список картин, які доступні в Painting Merchant у грі. Ви можете налаштувати свою стрічку, увійшовши в систему та додавши кілька картин до вибраного.",
  "introduction.first-time.description": "Галерея Zetter — це мод Minecraft, який дозволяє ділитися картинами, створеними за допомогою ігрового редактора піксельних зображень. Моди з редактором малювання і продавцем малювання встановлюються окремо.",
  "introduction.first-time.ignore": "Я вже знаю",
  "introduction.first-time.learn-more": "Вивчайте більше!",
  "microsoft-auth-check-advice": "Добре, що ти запитав! Просто переконайтеся, що описаний нижче сервер є тим, на якому ви зараз граєте.",
  "navbar.about": "Про",
  "navbar.feed": "Корм",
  "navbar.home": "Головна",
  "navbar.profile": "профіль",
  "navbar.profile.avatar": "Аватар вашого профілю",
  "navbar.profile.avatar.default": "Анонімний аватар",
  "navbar.search": "Пошук",
  "paintings.layered-navigation.filter.resolution": "Резолюція",
  "paintings.layered-navigation.sort.hot": "Гаряча",
  "paintings.layered-navigation.sort.new": "Новий",
  "paintings.layered-navigation.sort.top": "Зверху",
  "paintings.page.description": "Перевірити картину зателефонував",
  "paintings.page.description.1.value": "живописНазва",
  "paintings.page.description.2.value": " створений",
  "paintings.page.description.3.value": "Ім'я користувача",
  "paintings.page.description.4.value": "у галереї Zetter",
  "paintings.page.title": "живописНазва",
  "paintings.page.title.1.value": " за",
  "paintings.page.title.2.value": "Ім'я користувача",
  "player.preferences.button.reset": "Скинути",
  "player.preferences.button.save": "зберегти",
  "player.preferences.button.save-and-continue": "Зберегти та продовжити",
  "player.preferences.callout.alpha-warning": "Це не впливає на ваш канал в альфа-версії (але в якийсь момент у майбутньому)! Мистецтво модерувати важко, тож попереджаємо, що ви можете побачити різні речі!",
  "player.preferences.public.profile": "профіль",
  "player.preferences.public.toggle.description": "Якщо ви вимкнете це, ваш псевдонім і аватар все одно будуть видимі, але гравці не зможуть переглядати картини та значки у вашому профілі",
  "player.preferences.public.toggle.title": "Зробіть свій профіль видимим для інших гравців",
  "player.preferences.ratings.description": "Цей розділ дозволяє контролювати, які картини ви можете бачити у своїй стрічці",
  "player.preferences.ratings.title": "Рейтинги",
  "player.preferences.title": "Вподобання",
  "players.me.logout.description": "Незабаром ми перенаправимо вас на домашню сторінку",
  "players.me.logout.page.description": "Вийдіть із галереї Zetter",
  "players.me.logout.page.title": "вийти",
  "players.me.logout.title": "Успішно вийшов із Zetter Gallery",
  "players.page.description": "Ім'я користувача",
  "players.page.description.1.value": "Профіль користувача в галереї Zetter",
  "players.page.title": "Ім'я користувача",
  "players.page.title.1.value": "Профіль користувача",
  "profile.count.earnings": "Прибуток:",
  "profile.count.favorites": "Вибрані:",
  "profile.count.paintings": "Картини:",
  "profile.link.logout": "вийти",
  "profile.link.preferences": "Вподобання",
  "terms-for-humans.page.description": "Часті запитання Zetter Gallery",
  "terms-for-humans.page.title": "FAQ",
  "terms.acceptance.paragraph": "ВИКОРИСТОВУЮЧИ ПОСЛУГИ, ВИ ПОГОДЖУЄТЕСЯ, ВІД СЕБЕ ТА ІМЕНІ ТІХ, КИХ ВИ ПРЕДСТАВЛЯЄТЕ, ВИКОРИСТАТИ ЦІ УМОВИ, А ТАКОЖ НАШУ ПОЛІТИКУ КОНФІДЕНЦІЙНОСТІ ТА ВСІ ЗАКОНОДАТЕЛЬСТВО. ЯКЩО ВИ, ВІД СЕБЕ АБО ВІД ІМЕНІ ТІХ, КОЮ ВИ ПРЕДСТАВЛЯЄТЕ, НЕ ПОГОДЖУЄТЕСЯ З НІЯКИМ ПОЛОЖЕННЯМ ЦІХ УМОВ, ВИ ПОВИННІ ДЛЯ СЕБЕ ТА ВІД ІМЕНІ БУДЬ-ЯКИХ ТАКИХ ОСОБИ (ОСІБ) ВІДКЛЮЧИТИ ВІДКЛЮЧЕННЯ ВІД ВІД ВІДКЛЮЧЕННЯ, ВІДКЛЮЧИТИ ЦІ УМОВ І, ЯКЩО ВИ ВЖЕ ЗАРЕЄСТРАЦІЇ, СКАСУЙТЕ СВІЙ ОБЛІКОВИЙ ЗАПИС.",
  "terms.acceptance.title": "Прийняття умов",
  "terms.description.paragraph": "Дмитро Бурлаков («Zetter Gallery», «ми», «нас» або «наш») надає платформу через свій веб-сайт, інтерфейс програмного забезпечення та незалежну, створену користувачами модифікацію відеоігри Minecraft, спільноті зареєстрованих користувачам («користувачам» або «ви») займатися різними видами діяльності, зокрема завантажувати та демонструвати цифрові картини («Візуальний вміст»). Нижче наведено умови використання («Умови») використання Сайту та Послуг.",
  "terms.description.title": "опис послуги",
  "terms.page.description": "Умови надання послуг Zetter Gallery",
  "terms.page.title": "Умови обслуговування",
  "terms.title": "Умови обслуговування",
  "terms.title.callout.check-english": "Переклади умов надаються спільнотою і не мають юридичної сили. Будь ласка, перегляньте англійську версію цієї сторінки, якщо у вас виникли запитання.",
  "terms.zetter.copyright-complaints.dmca": "Zetter Gallery залишає за собою право видаляти будь-який Контент, який імовірно порушує авторські права іншої особи. За відповідних обставин Zetter Gallery припиняє дію облікових записів користувачів, які порушують авторські права. Повідомлення до галереї Zetter щодо будь-якого ймовірного порушення авторських прав слід надсилати до галереї Zetter електронною поштою: copyright@zetter.gallery.",
  "terms.zetter.copyright-complaints.title": "Скарги щодо авторських прав",
  "terms.zetter.liability.title": "обмеження відповідальності",
  "terms.zetter.licensing.paragraph": "Надсилаючи Візуальний вміст до Zetter Gallery, ви надаєте невиключну міжнародну ліцензію з можливістю передачі на використання, субліцензування, розповсюдження, відтворення, зміну, адаптацію, публічне виконання та публічний показ такого Візуального вмісту у зв’язку зі Службами. Ця ліцензія діятиме протягом періоду, протягом якого Візуальний вміст розміщено на Сайті, і автоматично припиняє дію після видалення Візуального вмісту із Сайту. Галерея Zetter не несе відповідальності за копії, які були створені та розповсюджені протягом періоду, коли Візуальний вміст був доступний у сервісі. Zetter Gallery не надає можливості відкликати копії вашого Візуального вмісту після його розповсюдження. Zetter Gallery не претендує на право власності на ваш візуальний вміст.",
  "terms.zetter.licensing.title": "ліцензування",
  "terms.zetter.modification.interruptions": "Ваш доступ до Сайту та наших Сервісів і використання ними може час від часу перериватися внаслідок несправності обладнання, оновлення, технічного обслуговування чи ремонту Сайту або будь-якої іншої причини, яка знаходиться в межах або поза нашим контролем. Галерея Zetter залишає за собою право призупинити або припинити доступність Сайту, будь-якої Послуги, а також видалити будь-який Візуальний вміст у будь-який час на власний розсуд і без попереднього повідомлення. Галерея Zetter також може накладати обмеження на певні функції та Послуги або обмежувати ваш доступ до частини чи всього Сайту та Послуг без повідомлення або відповідальності. Сайт не можна використовувати або покладатися на нього для зберігання вашого Візуального вмісту, і вам рекомендовано зберігати власні копії всього Візуального вмісту, розміщеного на Сайті.",
  "terms.zetter.modification.replace": "Zetter Gallery залишає за собою право на власний розсуд змінювати або замінювати Умови в будь-який час. Що являє собою істотну зміну, визначатиметься на власний розсуд Zetter Gallery. Ви несете відповідальність за перегляд і ознайомлення з будь-якими такими змінами. Використання будь-якої Служби або перегляд будь-якого Візуального вмісту означає ваше згоду зі зміненими Умовами.",
  "terms.zetter.modification.title": "Зміна Умов",
  "terms.zetter.registration.paragraph": "Ваш доступ до Сайту та наших Сервісів і використання ними може час від часу перериватися внаслідок несправності обладнання, оновлення, технічного обслуговування чи ремонту Сайту або будь-якої іншої причини, яка знаходиться в межах або поза нашим контролем. Галерея Zetter залишає за собою право призупинити або припинити доступність Сайту, будь-якої Послуги, а також видалити будь-який Візуальний вміст у будь-який час на власний розсуд і без попереднього повідомлення. Галерея Zetter також може накладати обмеження на певні функції та Послуги або обмежувати ваш доступ до частини чи всього Сайту та Послуг без повідомлення або відповідальності. Сайт не можна використовувати або покладатися на нього для зберігання вашого Візуального вмісту, і вам рекомендовано зберігати власні копії всього Візуального вмісту, розміщеного на Сайті.",
  "terms.zetter.registration.title": "Реєстрація",
  "terms.zetter.release.release-statement.1": "Цим ви однозначно й безповоротно звільняєте та назавжди звільняєте Zetter Gallery від будь-яких дій, підстав для позовів, позовів, проваджень, відповідальності, боргів, судових рішень, претензій та будь-яких вимог у законі чи капіталі, які ви коли-небудь мали, зараз маєте чи в майбутньому може, має або може мати, через або через, або прямо чи опосередковано внаслідок використання вами Сайту та Послуг.",
  "terms.zetter.release.release-statement.2": "Цим ви погоджуєтеся звільнити Zetter Gallery від будь-яких претензій, збитків, витрат, збитків і витрат (включаючи, але не обмежуючись ними, прямі, випадкові, непрямі, зразкові та непрямі збитки), а також розумні гонорари адвокатів, внаслідок або внаслідок (i) порушення цих Умов, (ii) Вмісту, опублікованого на Сайті вами або будь-якою особою, яка використовує ваш обліковий запис або облікові дані Microsoft, (iv) ліцензування, розповсюдження або використання вашого Візуального вмісту , або (v) будь-яке порушення будь-яких прав третьої сторони. Галерея Zetter залишає за собою право за власний рахунок взяти на себе виключний захист і контроль будь-якого питання, яке в іншому випадку підлягає відшкодуванню з вашої сторони.",
  "terms.zetter.release.title": "Звільнення та відшкодування",
  "terms.zetter.user-conduct.paragraph": "Ваш доступ до Сайту та наших Сервісів і використання ними може час від часу перериватися внаслідок несправності обладнання, оновлення, технічного обслуговування чи ремонту Сайту або будь-якої іншої причини, яка знаходиться в межах або поза нашим контролем. Галерея Zetter залишає за собою право призупинити або припинити доступність Сайту, будь-якої Послуги, а також видалити будь-який Візуальний вміст у будь-який час на власний розсуд і без попереднього повідомлення. Галерея Zetter також може накладати обмеження на певні функції та Послуги або обмежувати ваш доступ до частини чи всього Сайту та Послуг без повідомлення або відповідальності. Сайт не можна використовувати або покладатися на нього для зберігання вашого Візуального вмісту, і вам рекомендовано зберігати власні копії всього Візуального вмісту, розміщеного на Сайті.",
  "terms.zetter.user-conduct.title": "Поведінка користувача",
  "terms.zetter.warranty.paragraph": "ВИКОРИСТОВУЄТЕ САЙТ ТА ПОСЛУГИ НА ВАШ ВЛАСНИЙ РИЗИК. САЙТ ТА ПОСЛУГИ НАДАЮТЬСЯ ЗА ПРИНЦИПОМ «ЯК Є, ЯК ДОСТУПНИЙ». ГАЛЕРЕЯ ZETTER ПРЯМО ВІДМОВЛЯЄТЬСЯ БУДЬ-ЯКИХ ГАРАНТІЙ, ВКЛЮЧАЮЧИ ГАРАНТІЇ ПРИДАТНОСТІ ДЛЯ ПРОДАЖУ, ВЛАСНОСТІ, ПРИДАТНОСТІ ДЛЯ КОНКРЕТНОЇ ЦІЛІ ТА ВІДСУТНОСТІ ПОРУШЕННЯ ПРАВ. ГАЛЕРЕЯ ZETTER ВІДМОВЛЯЄТЬСЯ БУДЬ-ЯКОЇ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ВТРАТИ, ТРАВМИ, ПРЕТЕНЗІЇ, ЗБІДЖЕННЯ АБО ШКОДУ БУДЬ-ЯКОГО ВИДУ, ЩО ВИКЛИКАЄТЬСЯ ЧИ БУДЬ-ЯКИМ СПОСОБОМ ПОВ’ЯЗАНО З (A) БУДЬ-ЯКИМИ ПОМИЛКАМИ АБО УПУЩЕННЯМ НА ЦЬОМУ САЙТІ ТА СЕРВІСАХ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ ТЕХНІЧНИМИ НЕТОЧНОСТЯМИ ТА ДРУКАРСЬКИМИ ПОМИЛКАМИ, (B) КОМУНІКАЦІЯМИ ТРЕТІХ ОСІБ, (C) БУДЬ-ЯКИМИ ВЕБ-САЙТАМИ АБО ВМІСТОМ ТРЕТІХ ОСІБ, ДО КОГО ПЕРЕХОДЯТЬ ПРЯМИЙ АБО НЕПРЯМИЙ ДОСТУП ЧЕРЕЗ ПОСИЛАННЯ НА САЙТІ, ВКЛЮЧАЮЧИ, МЕЖЕ НЕ ОБМЕЖУЮЧИСЬ, БУДЬ-ЯКІ ПОМИЛКИ АБО УПУЩЕННЯ, (D) НЕДОСТУПНІСТЬ ВСІХ АБО БУДЬ-ЯКИХ ЧАСТИН САЙТУ АБО СЛУЖБ, (E) ВИКОРИСТАННЯ ВАМИ САЙТУ АБО СЛУЖБ, АБО (F) ВИКОРИСТАННЯ БУДЬ-ЯКОГО ОБЛАДНАННЯ АБО ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ ПОВ’ЯЗАНО З САЙТОМ АБО СЛУЖБАМИ.",
  "terms.zetter.warranty.paragraph.1": "КІЛЬКІ ІНШЕ ПЕРЕДБАЧЕНО ЗАКОНОМ, НІ ZETTER GALLERY, НІ ЇЇ ФІЛІЇ, МАТЕРІНСЬКІ, ДОЧІРНІ КОМПАНІЇ, АВТОРИЗОВАНІ ДИСТРИБ'ЮТОРИ, ДИРЕКТОРИ, АКЦІОНЕРИ, СПІВРОБІТНИКИ, КЛІЄНТИ АБО АГЕНТИ НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКУ ВТРАТУ, ПОШКОДЖЕННЯ, ПРЕТЕНЗІЇ, РЕЗУЛЬТАТИ ВИКОРИСТАННЯ ВАМИ САЙТУ, БУДЬ-ЯКИХ ФАКТІВ АБО ДУМОК, ЩО З’ЯВЛЯЮТЬСЯ НА НЬОМУ, АБО ПОСЛУГ. ГАЛЕРЕЯ ZETTER НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ СПЕЦІАЛЬНІ, ПРЯМІ, НЕПРЯМІ, ВИПАДКОВІ, ШТРАФНІ АБО ПОБІЧНІ ЗБИТКИ БУДЬ-ЯКОГО ВИДУ (ВКЛЮЧАЮЧИ, БЕЗ ОБМЕЖЕННЯ, ГОНОРАРИ АДВОКАТІВ) В БУДЬ-ЯКОМУ СПОСОБІ, ЩО РЕЗУЛЬТАТОМ АБО ВИНИКАЮТЬ У ЗВ’ЯЗКУ З ТИМ. ЧИ НЕМОЖЛИВОСТІ ВИКОРИСТОВУВАТИ САЙТ АБО ПОСЛУГИ. ТІЛЬКИ, ЩО ВИЩЕЗАКАЗАНЕ ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ ЗАБОРОНЕНО АБО НЕ ВІДПОВІДАЛЬНО СВОЄЙ ОСНОВНІЙ МЕТИ, ЄДИНЕ ЗОБОВ’ЯЗАННЯ ZETTER GALLERY ПЕРЕД ВАМИ ЗА ЗБИТКИ ОБМЕЖУЄТЬСЯ ДО (A) 100,00 доларів США, ЯКЩО ПРЕТЕНЗІЯ НЕ ПОВ’ЯЗАНА З ЛІЦЕНЗУВАННЯМ ВІЗУАЛЬНОГО ВМІСТУ; АБО (Б) ЗАГАЛЬНА СУМА ГОНОРАРІВ, СКЛАДЕНА ZETTER GALLERY ЗА ВІЗУАЛЬНИЙ ВМІСТ, ЯКИЙ Є ПРЕДМЕТОМ ПОЗОВУ, ЯКЩО ПОЗОВ ПОВ’ЯЗАНО ІЗ ЛІЦЕНЗУВАННЯМ ВІЗУАЛЬНОГО ВМІСТУ, З РОЗУМІННЯМ, ЩО ZETTER GALLERY НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ЗА НЕПРАВИЛЬНЕ ВИКОРИСТАННЯ ВІЗУАЛЬНОГО ВМІСТУ ДИСТРИБ'ЮТОРАМИ АБО ІНШИМИ ТРЕТІМИ СТОРОНАМИ ЗА БУДЬ-ЯКИХ ОБСТАВИН.",
  "terms.zetter.warranty.paragraph.2": "ВИ ТА ГАЛЕРЕЯ ZETTER ПОГОДЖУЄТЕСЯ, ЩО БУДЬ-ЯКИЙ ПРОЦЕС З ВИРІШЕННЯ АБО СУДОВОГО ОСУЩЕСТВЛЕННЯ БУДЬ-ЯКОГО СПОРІВ, ЩО ВИНИКАЄ ТУТ, БУДЕ ПРОВОДИТИСЯ ВИКЛЮЧНО НА ІНДИВІДУАЛЬНІЙ ЗАСНОВАХ І ЩО ВИ НЕ БУДЕТЕ ПРАГНАТИСЯ, ЩОБ БУДЬ-ЯКИЙ СУПЕРЕЧКА РОЗГЛЯДАЛАСЯ ЯК КОЛЕКТИВНИЙ ПОЗОВ, ПРЕДСТАВНИЦЬКИЙ ПОЗОВ, КОЛЕКТИВНИЙ ПОЗОВ ПРИВАТНОГО ГЕНЕРАЛЬНОГО ПРОКУРОРА АБО В БУДЬ-ЯКОМУ ПРОЦЕСІ, У ЯКОМУ ВИ ДІЄТЕ АБО ПРОПОНУЄТЕ ДІЯТИ В ЯКОСТІ ПРЕДСТАВНИКА. ВИ ТАКОЖ ПОГОДЖУЄТЕСЯ, ЩО ЖОДНА ПРОЦЕДУРА НЕ БУДЕ ОБ’ЄДНАНА, ОБ’ЄДНАНА АБО ОБ’ЄДНАНА З ІНШОЮ ПРОЦЕДУРОЮ БЕЗ ПОПЕРЕДНЬОЇ ПИСЬМОВОЇ ЗГОДИ ГАЛЕРЕЇ ZETTER ТА ВСІХ СТОРІН БУДЬ-ЯКОГО ТАКОГО ПРОЦЕДУРИ.",
  "terms.zetter.warranty.title": "Відмова від гарантії",
  "widgets.discord-button": "Приєднуйтеся до нашого сервера Discord",
  "widgets.discord-button.join": "Приєднуйтесь до нашого",
  "widgets.discord-button.server": "Сервер Discord",
  "widgets.under-construction.description.discord-button": "Приєднуйтеся до нашого сервера Discord",
  "widgets.under-construction.description.discord-button.join": "Приєднуйтесь до нашого",
  "widgets.under-construction.description.discord-button.server": "Сервер Discord",
  "widgets.under-construction.description.dm": "",
  "widgets.under-construction.description.updates": "Якщо ви хочете знати про оновлення:",
  "widgets.under-construction.description.why": "Ми будуємо будинок для картин Zetter",
  "widgets.under-construction.title": "",
  "wiki.zetter-gallery.about-feed.description.1": "Стрічка постійно оновлює список картин, які можна придбати (завантажити) у Painting Merchant. З невеликою кількістю картин стрічка не дуже корисна, але її головна мета полягає в тому, щоб у вас завжди були цікаві картини на вибір.",
  "wiki.zetter-gallery.about-feed.description.2": "Стрічка оновлюється кожні 5 хвилин і заповнюється трендовими, найкращими та новими картинами, якщо вони є.",
  "wiki.zetter-gallery.about-feed.description.3": "Крім того, ви можете використовувати зірочки на цьому веб-сайті, щоб позначати картини, які вам цікаві. Ці картини матимуть більші зміни, які відображатимуться у вашій особистій стрічці, доступній для покупки лише вам.",
  "wiki.zetter-gallery.about-feed.section": "Про корми",
  "wiki.zetter-gallery.about-feed.title": "Про корми",
  "wiki.zetter-gallery.login.description.mc-auth": "Після цього, якщо ви увійшли у свій обліковий запис, вам буде запропоновано дозволити серверу Minecraft, на якому ви відкрили посилання, використовувати ваш обліковий запис Zetter. Переконайтеся, що це правильний сервер, і натисніть «Дозволити», якщо вам здається, що все в порядку.",
  "wiki.zetter-gallery.login.description.ms-auth": "Якщо ви не ввійшли на цей сайт, вам буде запропоновано ввійти за допомогою облікового запису Microsoft. Уважно перевірте, чи URI у вашому адресному рядку є zetter.gallery, і прочитайте повідомлення на цій сторінці. Це допоможе вам захистити обліковий запис. Не вводьте свій пароль Microsoft за межами веб-сайтів Microsoft.",
  "wiki.zetter-gallery.login.description.screen": "Якщо ви використовуєте мод Zetter Gallery вперше, вам буде запропоновано увійти.",
  "wiki.zetter-gallery.login.description.zg-auth": "Щоб увійти, вам знадобиться підключення до Інтернету та Інтернет-браузер на вашому комп’ютері (у вас є 99%, якщо ви читаєте цю статтю). Коли ви натиснете на посилання, вам буде запропоновано перейти на сторінку входу на цьому сайті. Перевірте правильність домену (zetter.gallery).",
  "wiki.zetter-gallery.login.description.zg-requirements": "Щоб увійти, ви повинні Minecraft, щоб дозволити вам відкривати посилання. Він увімкнений за замовчуванням, але якщо у вас виникають проблеми і нічого не відкривається, ви можете перевірити, чи дозволено вам відкривати посилання в Головному меню -> Параметри -> Налаштування чату -> Посилання.",
  "wiki.zetter-gallery.login.prompt.image": "",
  "wiki.zetter-gallery.login.section": "Увійти",
  "wiki.zetter-gallery.login.title": "Увійти",
  "wiki.zetter-gallery.page": "Wiki Home",
  "wiki.zetter-gallery.page.description": "Отримайте інформацію про Zetter Gallery Mod для Minecraft",
  "wiki.zetter-gallery.page.title": "Zetter Gallery Wiki",
  "wiki.zetter-gallery.painting-merchant.description.1": "Щоб почати торгувати картинами, вам потрібно буде знайти жителя села і змінити його професію. Для того, щоб житель села став торговцем картинами, він повинен мати поруч із цим ліжком ліжко та блок столу художника.",
  "wiki.zetter-gallery.painting-merchant.description.2": "Зверніться до вікі Майнкрафт, щоб побачити, як працює сільська окупація.",
  "wiki.zetter-gallery.painting-merchant.section": "Торговець живописом",
  "wiki.zetter-gallery.painting-merchant.title": "Торговець живописом",
  "wiki.zetter-gallery.title": "Галерея Zetter Wiki Home",
  "wiki.zetter-gallery.trading-interface.description.pre": "Після входу в систему та завантаження поточної стрічки розпису ви побачите незвичайний торговий інтерфейс.",
  "wiki.zetter-gallery.trading-interface.feed-dt": "9) Значок каналу",
  "wiki.zetter-gallery.trading-interface.instruction.image": "Зображення інструкції режиму комбінування",
  "wiki.zetter-gallery.trading-interface.login-dd": "Показує поточний стан автентифікації. При анонімному використанні з’явиться кнопка «Увійти». Натиснувши її, ви побачите запит на автентифікацію на цьому сайті. Якщо ви успішно ввійшли, замість нього буде показано ваш псевдонім.",
  "wiki.zetter-gallery.trading-interface.login-dt": "4) Рахунок",
  "wiki.zetter-gallery.trading-interface.login-no-dd": "Якщо ви не бачите цієї кнопки, ймовірно, що посилання на чат вимкнено в Minecraft або сервер, на якому ви граєте, забанений.",
  "wiki.zetter-gallery.trading-interface.offer-count-dd": "Показує кількість малювання в поточній подачі та поточну позицію.",
  "wiki.zetter-gallery.trading-interface.offer-count-dt": "2) Кількість пропозицій",
  "wiki.zetter-gallery.trading-interface.offer-paginator-dt": "3) Кнопки «Попередній» і «Далі».",
  "wiki.zetter-gallery.trading-interface.painting-info-dd": "Показує вибрану картину ліворуч, а інформацію про неї – праворуч. Інформація містить назву картини, псевдонім автора та розмір у блоках.",
  "wiki.zetter-gallery.trading-interface.painting-info-dt": "1) Попередній перегляд картини та інформація",
  "wiki.zetter-gallery.trading-interface.price-dd": "Показує, скільки смарагдів потрібно помістити в розпродаж, щоб отримати картину. У режимі розпродажу покажіть, скільки ви отримаєте: популярні артисти отримують більше смарагдів.",
  "wiki.zetter-gallery.trading-interface.price-dt": "5) Ціна пропозиції",
  "wiki.zetter-gallery.trading-interface.result-slot-dt": "7) Слот для результатів",
  "wiki.zetter-gallery.trading-interface.sale-slot-dt": "6) Розпродаж",
  "wiki.zetter-gallery.trading-interface.section": "Торгівля",
  "wiki.zetter-gallery.trading-interface.title": "Торгівля картинами",
  "wiki.zetter-gallery.trading-interface.update-countdown-dt": "8) Оновлення зворотного відліку",
  "wiki.zetter-gallery.trading.interface.checkout-dd": "",
  "wiki.zetter-gallery.trading.interface.checkout-dt": "",
  "wiki.zetter-gallery.trading.interface.feed-dd": "Це лише показує, який алгоритм було використано, щоб показати вам цю картину. Наприклад, це може бути зірка, якщо ця картина доступна тільки вам, оскільки ви додали її до ваших улюблених картин на цьому сайті.",
  "wiki.zetter-gallery.trading.interface.login-callout": "Вхід допомагає нам працювати краще та запобігає маніпуляціям із стрічкою ботами та тролями. Будь ласка, завжди входьте, якщо у вас є обліковий запис.",
  "wiki.zetter-gallery.trading.interface.offer-paginator-dd": "Натисніть ці кнопки, щоб переключити поточну пропозицію. Вгору для попередньої пропозиції та вниз для наступної.",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dd": "",
  "wiki.zetter-gallery.trading.interface.pagination-buttons-dt": "",
  "wiki.zetter-gallery.trading.interface.pagination-dd": "",
  "wiki.zetter-gallery.trading.interface.pagination-dt": "",
  "wiki.zetter-gallery.trading.interface.preview-dd": "",
  "wiki.zetter-gallery.trading.interface.preview-dt": "",
  "wiki.zetter-gallery.trading.interface.result-dd": "",
  "wiki.zetter-gallery.trading.interface.result-dt": "",
  "wiki.zetter-gallery.trading.interface.result-slot-dd": "Коли пропозицію виконано (у вас достатньо смарагдів або вашу картину перевірено), отримайте результат із цього слота. Тут може бути розпис чи смарагди.",
  "wiki.zetter-gallery.trading.interface.result-slot-dt": "7) Слот для результатів",
  "wiki.zetter-gallery.trading.interface.sale-slot-dd": "Помістіть тут свої смарагди. Зараз. Жарти вбік, ви також можете розмістити тут свою картину, якщо ви увійшли в систему, щоб надіслати свою картину на цей веб-сайт.",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.1": "",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.2": "",
  "wiki.zetter-gallery.trading.interface.sell-slot-dd.3": "",
  "wiki.zetter-gallery.trading.interface.sell-slot-dt": "",
  "wiki.zetter-gallery.trading.interface.update-countdown-dd": "Оскільки пропозиції оновлюються кожні 5 хвилин, у вас є обмежений час для придбання картини в пропозиції. Не хвилюйтеся, коли час закінчиться, ця кнопка стане чорною, і у вас буде 1:30 , щоб завершити те, що ви запланували. Ви також можете вручну оновити пропозиції, натиснувши цю кнопку, коли вона чорна.",
  "wiki.zetter.advanced.console.export.param1": "Перший параметр — мета для експорту. Як правило, вам, швидше за все, потрібно використовувати параметр «клієнт», тому малюнок буде збережено у вашій папці Minecraft, там же, де знаходяться скріншоти та пакети текстур, у новому каталозі «zetter». Якщо ви оператор сервера, ви можете скористатися опцією «сервер»: таким чином малюнок буде збережено лише в кореневому каталозі сервера в каталозі «zetter». Якщо ви граєте в одиночному світі, результат буде таким же, але для виділених серверів результат «сервер» буде доступний лише людям, які мають доступ до файлової системи комп’ютера сервера.",
  "wiki.zetter.advanced.console.export.param2": "Другий параметр — правило пошуку малювання. Це може бути або назва картини, яку ви шукаєте, у подвійних лапках, наприклад «Моя картина», або ви можете посилатися на свою картину за її цифровим ідентифікатором. Іншим варіантом є використання назви його полотна, зазвичай це рядок на кшталт zetter_painting_14 (14 — числовий ідентифікатор).",
  "wiki.zetter.advanced.console.export.pre": "Якщо ви хочете поділитися своєю роботою за межами Minecraft і не хочете використовувати галерею Zetter, ви можете скористатися спеціальною командою export. Ця команда дозволить вам зберегти вашу картину у форматі PNG у папці вашої гри або на сервері.",
  "wiki.zetter.advanced.console.export.title": "Команда експорту",
  "wiki.zetter.advanced.console.restore.notice": "Однак майте на увазі, що це стосується лише підписаних картин. Непідписані полотна можна легко втратити назавжди або перезаписати Zetter, коли елемент полотна видаляється зі світу. Тому не забудьте підписати свою картину, коли закінчите, і уникайте використання мольбертів як прикраси, якщо для вас важливий результат.",
  "wiki.zetter.advanced.console.restore.post": "Замість «Your Painting Name» ви повинні використовувати назву вашої картини, очевидно. Але ви також можете використовувати ідентифікатор картини (номер) або навіть код полотна, якщо вам більше подобаються технічні речі. Ця команда має надати вам копію картини, якщо її було знайдено за вказаним параметром.",
  "wiki.zetter.advanced.console.restore.pre": "Втрата результатів вашої роботи може бути руйнівною, якщо ви вкладаєте в неї багато любові. Це особливо руйнівно, якщо це сталося через те, що якийсь хлопець завантажив погано перевірену версію мода, і сталася якась жахлива помилка... добре. З цієї причини Zetter ніколи не видаляє картину (хоча вона може бути заблокована адміністратором сервера, але не видаляється, якщо вона не видалена фізично), і існує спеціальна команда «Відновити», яку можна використовувати таким чином:",
  "wiki.zetter.advanced.console.restore.title": "Команда відновлення",
  "wiki.zetter.advanced.console.section": "Консольні команди",
  "wiki.zetter.advanced.console.title": "Консольні команди",
  "wiki.zetter.advanced.hotkeys": "Гарячі клавіші — це комбінації клавіш, які мають полегшити та пришвидшити вашу роботу. Вивчення їх значно покращить ваш досвід.",
  "wiki.zetter.advanced.hotkeys.colors.down": "Використовуйте слот палітри нижче поточного",
  "wiki.zetter.advanced.hotkeys.colors.swap": "Поміняти колір: використовуйте слот палітри поруч із поточним.",
  "wiki.zetter.advanced.hotkeys.colors.up": "Використовуйте слот палітри над поточним",
  "wiki.zetter.advanced.hotkeys.history.redo": "Повторити: відновити останню скасовану дію",
  "wiki.zetter.advanced.hotkeys.history.undo": "Скасувати: скасувати останню нескасовану дію",
  "wiki.zetter.advanced.hotkeys.section": "Гарячі клавіші",
  "wiki.zetter.advanced.hotkeys.title": "Гарячі клавіші",
  "wiki.zetter.advanced.hotkeys.tools.brush": "Інструмент кисть",
  "wiki.zetter.advanced.hotkeys.tools.bucket": "Відро або інструмент для наповнення",
  "wiki.zetter.advanced.hotkeys.tools.colors": "Кольори",
  "wiki.zetter.advanced.hotkeys.tools.hand": "Ручний інструмент",
  "wiki.zetter.advanced.hotkeys.tools.history": "Історія",
  "wiki.zetter.advanced.hotkeys.tools.pencil": "Олівець інструмент",
  "wiki.zetter.advanced.hotkeys.tools.picker": "Інструмент вибору кольору",
  "wiki.zetter.advanced.hotkeys.tools.title": "Інструменти",
  "wiki.zetter.advanced.hotkeys.tools.zoom-in": "Збільшувати",
  "wiki.zetter.advanced.hotkeys.tools.zoom-out": "Зменшення",
  "wiki.zetter.advanced.page": "Додатково",
  "wiki.zetter.advanced.page.description": "Дізнайтеся про передові методи в Zetter Mod для Minecraft",
  "wiki.zetter.advanced.page.title": "Zetter Advanced Topics Wiki",
  "wiki.zetter.advanced.title": "Додаткові теми Zetter Wiki",
  "wiki.zetter.combining.interface.combine.grid-dd": "Розмістіть тут свої полотна, щоб об’єднати їх разом.",
  "wiki.zetter.combining.interface.combine.grid-dt": "1) Комбінована сітка полотна",
  "wiki.zetter.combining.interface.combine.mode-dd": "Натисніть, щоб перейти в розділений режим. Комбінована сітка має бути порожньою.",
  "wiki.zetter.combining.interface.combine.mode-dt": "4) Змінити режим",
  "wiki.zetter.combining.interface.combine.preview-dd": "Показує, як буде виглядати комбіноване полотно.",
  "wiki.zetter.combining.interface.combine.preview-dt": "2) Попередній перегляд",
  "wiki.zetter.combining.interface.combine.result-dd": "Коли ви будете задоволені результатом, візьміть об’єднане полотно звідти.",
  "wiki.zetter.combining.interface.combine.result-dt": "3) Слот для результатів",
  "wiki.zetter.combining.interface.grid-dd": "",
  "wiki.zetter.combining.interface.grid-dt": "",
  "wiki.zetter.combining.interface.name-dd": "",
  "wiki.zetter.combining.interface.name-dt": "",
  "wiki.zetter.combining.interface.preview-dd": "",
  "wiki.zetter.combining.interface.preview-dt": "",
  "wiki.zetter.combining.interface.result-dd": "",
  "wiki.zetter.combining.interface.result-dt": "",
  "wiki.zetter.combining.interface.split.grid-dd": "Розмістіть тут своє полотно, щоб розділити його.",
  "wiki.zetter.combining.interface.split.grid-dt": "1) Роздільний слот Canvas",
  "wiki.zetter.combining.interface.split.mode-dd": "Натисніть, щоб перейти в режим комбінування. Розділений слот має бути порожнім.",
  "wiki.zetter.combining.interface.split.mode-dt": "4) Змінити режим",
  "wiki.zetter.combining.interface.split.preview-dd": "Показує, як виглядає поточне розділене полотно.",
  "wiki.zetter.combining.interface.split.preview-dt": "2) Попередній перегляд",
  "wiki.zetter.combining.interface.split.result-dd": "Коли ви будете задоволені результатом, візьміть свої полотна звідти.",
  "wiki.zetter.combining.interface.split.result-dt": "3) Слоти результатів",
  "wiki.zetter.combining.interface.split.slot-dt": "1) Роздільний слот Canvas",
  "wiki.zetter.combining.mode": "Режим таблиці виконавців",
  "wiki.zetter.combining.mode.combine": "Режим комбінування",
  "wiki.zetter.combining.mode.combine.instruction.image": "Зображення інструкції режиму комбінування",
  "wiki.zetter.combining.mode.split": "Розділений режим",
  "wiki.zetter.combining.mode.split.instruction.image": "Зображення інструкції до розділеного режиму",
  "wiki.zetter.combining.section": "Комбінування",
  "wiki.zetter.combining.signing.no-clearing": "Вам не потрібно очищати назву картини за замовчуванням. Просто почніть вводити своє ім'я.",
  "wiki.zetter.combining.signing.text": "Це екран попереднього перегляду та підпису для вашої картини. У нижній лівій частині ви побачите ім'я для малювання (за замовчуванням Без імені) і свій псевдонім. З правого боку є кнопка Підписати. Натисніть її, коли ви задоволені своїм малюнком і дали йому назву.",
  "wiki.zetter.combining.text-intro": "Щоб підготувати полотно, розмір якого перевищує 1 блок, розмістіть щойно створену таблицю виконавців і клацніть її правою кнопкою миші, щоб відкрити інтерфейс об’єднання та розділення:",
  "wiki.zetter.combining.title": "Комбінування та розділення полотен",
  "wiki.zetter.copying.section": "Копіювання",
  "wiki.zetter.copying.text": "Якщо ви хочете дублювати свою картину, вам потрібно поєднати підписану картину без рами з чистим полотном такого ж розміру та палітрою з достатньою кількістю фарб. Ви матимете копію в слоті результату, а картина зберігатиметься в оригінальному слоті, а також палітра зі зменшеною кількістю фарб. Як і книги, картини мають три покоління: оригінал, копію та копію копії.",
  "wiki.zetter.copying.title": "Копіювання картини",
  "wiki.zetter.crafting.section": "",
  "wiki.zetter.crafting.text": "",
  "wiki.zetter.crafting.title": "",
  "wiki.zetter.framing.result.image": "Картина в рамці на стіні",
  "wiki.zetter.framing.section": "Обрамлення",
  "wiki.zetter.framing.text-finish": "Щиро вітаю! Ви повинні нарешті побачити щось подібне, коли ваша важка праця нарешті окупиться. Щиро вітаю!",
  "wiki.zetter.framing.text-intro": "Підписавши та назвавши свою картину, настав час нарешті розмістити її десь у своєму шикарному будинку! Щоб досягти цього, нам потрібно було б створити спеціальну рамку і помістити картину в цю рамку, а потім розмістити її на стіні, клацнувши правою кнопкою миші на стіні з картиною в рамці. Переконайтеся, що на стіні достатньо місця для цього!",
  "wiki.zetter.framing.title": "Створення рамки",
  "wiki.zetter.page": "Wiki Home",
  "wiki.zetter.page.description": "Отримайте інформацію про Zetter Mod для Minecraft",
  "wiki.zetter.page.title": "Zetter Wiki",
  "wiki.zetter.painting.callout-advanced": "Ви можете знайти гарячі клавіші та команди консолі {recipesLocation}",
  "wiki.zetter.painting.callout-advanced.location": "на цій сторінці",
  "wiki.zetter.painting.instruction.image": "Інструкція з малювання",
  "wiki.zetter.painting.interface.canvas-dd": "Місце, де відбувається магія. Під час наведення вказівника на область полотна за допомогою інструмента малювання має з’явитися курсор малювання, що показує область, на яку впливає інструмент. Ви можете змінювати положення полотна за допомогою простору (інструмент «Рука») і коліщатка миші (інструмент «Масштабування»)",
  "wiki.zetter.painting.interface.canvas-dt": "2) Площа полотна",
  "wiki.zetter.painting.interface.canvas-slot-dd": "Нинішнє полотно розміщене на цьому мольберті. Ви також можете отримати його, натиснувши Shift+клацання на мольберті, але як альтернативу ви можете використовувати цей слот.",
  "wiki.zetter.painting.interface.canvas-slot-dt": "6) Слот Canvas",
  "wiki.zetter.painting.interface.current-tab-dd": "Поточна вкладка. Тут можна вибрати колір, налаштувати непрозорість інструмента, розмір та інші параметри. Коли вибрано інвентар, він показує інвентар вашого персонажа.",
  "wiki.zetter.painting.interface.current-tab-dt": "8) Поточна вкладка",
  "wiki.zetter.painting.interface.finish-dd": "",
  "wiki.zetter.painting.interface.finish-dt": "",
  "wiki.zetter.painting.interface.hex-dd": "",
  "wiki.zetter.painting.interface.hex-dt": "",
  "wiki.zetter.painting.interface.history-zoom-dd": "Історія та інструменти масштабування. Натисніть скасувати, щоб скасувати останню дію, і повторити, щоб повернути її. Гарячі клавіші працюють. Історія ділиться між гравцями! Натисніть плюс, щоб збільшити масштаб полотна, і мінус, щоб зменшити його.",
  "wiki.zetter.painting.interface.history-zoom-dt": "3) Історія та масштаб",
  "wiki.zetter.painting.interface.hsv-dd": "",
  "wiki.zetter.painting.interface.hsv-dt": "",
  "wiki.zetter.painting.interface.palette-dd": "Палітра показує колір, збережений у палітрі, яка розміщена в слоті (5).",
  "wiki.zetter.painting.interface.palette-dt": "4) Палітра",
  "wiki.zetter.painting.interface.palette-slot-dd": "Палітра показує колір, збережений у палітрі, яка розміщена в слоті (5). В одній палітрі можна зберегти до 16 кольорів.",
  "wiki.zetter.painting.interface.palette-slot-dt": "5) Слот для палітри",
  "wiki.zetter.painting.interface.tabs-dd": "Залежно від інструмента, який ви використовуєте, тут відображатимуться різні вкладки. Коли ви клацаєте будь-яку вкладку, вміст області (8) змінюється. Остання вкладка – це завжди інвентар. Не всі інструменти мають параметри. Нижче ми розглянемо різні інструменти та параметри.",
  "wiki.zetter.painting.interface.tabs-dt": "7) Вкладки",
  "wiki.zetter.painting.interface.tool-dd": "",
  "wiki.zetter.painting.interface.tool-dt": "",
  "wiki.zetter.painting.interface.tools-dd": "Доступні інструменти: піксельний олівець, пензель, вибір кольору, інструмент «Відро» та рука. Кожен інструмент має своє призначення, про них ми розповімо нижче.",
  "wiki.zetter.painting.interface.tools-dt": "1) Інструменти",
  "wiki.zetter.painting.section": "живопис",
  "wiki.zetter.painting.text-intro": "Час створити свій перший шедевр! Дозвольте мені представити, як працює інтерфейс малювання. Ось посилання:",
  "wiki.zetter.painting.title": "живопис",
  "wiki.zetter.preparing.artist-table": "Ви можете поєднати ці полотна на спеціальному столі художника, який вам також потрібно буде створити. Ми розглянемо комбінацію полотен на наступному кроці.",
  "wiki.zetter.preparing.callout-recipes": "Ви можете знайти посилання на всі рецепти {recipesLocation}",
  "wiki.zetter.preparing.callout-recipes.location": "на цій сторінці",
  "wiki.zetter.preparing.canvases": "Полотна: кожне полотно дає вам один блок картини, тому одного достатньо для невеликої картини, а 16 буде достатньо для максимально великої окремої картини (4×4). Як правило, я пропоную використовувати 4 — цього достатньо для картини 2×2, яка поміститься на мольберт.",
  "wiki.zetter.preparing.easel": "Нарешті, вам знадобиться мольберт. Його рецепт ви можете знайти вище. Мольберту потрібен вільний простір, тому не ставте його прямо біля стіни!",
  "wiki.zetter.preparing.introduction": "По-перше, вам потрібно скрафтити деякі речі.",
  "wiki.zetter.preparing.paints": "Тепер нам знадобиться чим малювати — фарби і палітра. Палітри потрібні для збереження кольорів, з якими ви працюєте, і вони не нескінченні. Вони не зламаються, але з часом їх потрібно буде зарядити, щоб продовжити фарбування. Є також альтернативні рецепти, які ви можете знайти на сторінці рецептів.",
  "wiki.zetter.preparing.section": "Готується",
  "wiki.zetter.preparing.text-mounting": "",
  "wiki.zetter.preparing.text-start": "",
  "wiki.zetter.preparing.text-workshop-title": "",
  "wiki.zetter.preparing.title": "Готується",
  "wiki.zetter.recipes.artist-table": "Стіл художника дозволяє створювати картини з полотен, комбінуючи та підписуючи їх. Щоб об’єднати полотна, розмістіть їх у формі прямокутника в сітці для крафта. Якщо форма правильна, попередній перегляд малюнка буде оновлено. Якщо попередній перегляд малювання не відображається, а вихідний слот порожній, форма неправильна. Нижче наведено підтримувані розміри малюнків.",
  "wiki.zetter.recipes.artist-table.section": "Таблиця художника",
  "wiki.zetter.recipes.artist-table.title": "Таблиця художника",
  "wiki.zetter.recipes.canvas": "Полотна – це проміжний дім для ваших творів. Їх видно, якщо поставити на мольберт клацанням правою кнопкою миші, але коли це зроблено, краще зробити картину з полотен за допомогою таблиці художника. Там ви побачите попередній перегляд комбінованих полотен.",
  "wiki.zetter.recipes.canvas.section": "Полотно",
  "wiki.zetter.recipes.canvas.title": "Полотно",
  "wiki.zetter.recipes.easel": "Мольберт – вихідна точка для будь-якої картини. Щоб почати малювати, вам потрібно розмістити один у світі, помістити на нього полотно, клацнувши правою кнопкою миші з полотном у руці. Просте клацання правою кнопкою миші відкриє інтерфейс мольберта. Вам також потрібно буде помістити палітру в спеціальний слот. Клацання порожньою рукою, утримуючи правою клавішею Shift, відтягне полотно від мольберта.",
  "wiki.zetter.recipes.easel.section": "мольберт",
  "wiki.zetter.recipes.easel.title": "мольберт",
  "wiki.zetter.recipes.frames.section": "Рамки",
  "wiki.zetter.recipes.framing": "Щоб помістити картини в рамку, потрібно поєднати їх на сітці крафта в будь-якому порядку. Ви завжди можете повернути свою картину з рами. Для цього просто покладіть картину в рамку на сітку для рукоділля. Ви можете забрати рамку назад, і картина без рамки з’явиться в сітці крафта.",
  "wiki.zetter.recipes.framing.title": "Обрамлення та зняття картин",
  "wiki.zetter.recipes.gold-frame.title": "Золота рамка",
  "wiki.zetter.recipes.golden-frame": "Це золота рамка, яка набагато товща за інші та має розкішний вигляд. Він інкрустований смарагдами, які необхідні для крафта. Не має таблички за замовчуванням, див. нижче;",
  "wiki.zetter.recipes.iron-frame": "Ця рамка не має товстих рамок навколо вашої картини, тому ви можете поставити кілька таких рамок одна біля одної або створити величезну картину розміром більше 4x4 або просто позбутися рамок. Його товщина 1 піксель, як ванільний малюнок.",
  "wiki.zetter.recipes.iron-frame.title": "Залізний каркас",
  "wiki.zetter.recipes.page": "Рецепти",
  "wiki.zetter.recipes.page.description": "Знайдіть рецепти Zetter Mod в Minecraft",
  "wiki.zetter.recipes.page.title": "Zetter Recipes Wiki",
  "wiki.zetter.recipes.painting": "Це справжня картина. Він створюється лише шляхом підписання одного чи кількох комбінованих полотен на столі художника.",
  "wiki.zetter.recipes.painting.section": "живопис",
  "wiki.zetter.recipes.painting.title": "живопис",
  "wiki.zetter.recipes.paints": "Фарби використовуються для створення або поповнення палітри.",
  "wiki.zetter.recipes.paints.section": "Фарби",
  "wiki.zetter.recipes.paints.title": "Фарби",
  "wiki.zetter.recipes.palette": "Палітра необхідна для малювання на полотні. Якщо помістити в спеціальний слот інтерфейсу мольберта, з’являться кольори. Для вашої зручності під час малювання творів мистецтва з кількох полотен ви можете використовувати одну палітру на кількох мольбертах, і ваші кольори будуть збережені разом із палітрою. Коли панель палітри буде низькою, ви не зможете продовжувати малювати. Ви можете зберегти кольори та зарядити їх, комбінуючи з картинами, як показано вище.",
  "wiki.zetter.recipes.palette.section": "Палітра",
  "wiki.zetter.recipes.special-frames.section": "Спеціальні рамки",
  "wiki.zetter.recipes.special-frames.title": "Спеціальні рамки",
  "wiki.zetter.recipes.title": "Zetter Wiki Recipes",
  "wiki.zetter.recipes.title-palette": "Палітра",
  "wiki.zetter.recipes.wooden-frames": "Основні каркаси виготовляються з дерева, палиць, шкіри та самородків на ваш вибір. Ви можете використовувати будь-яку деревину ванільного кольору, і ви отримаєте різні рами залежно від типу деревини. Якщо ви використовуєте золотий самородок у крафті, рамка додатково матиме крихітну золоту пластину, а назву картини буде показано, коли ви клацнете картину правою кнопкою миші.",
  "wiki.zetter.recipes.wooden-frames.title": "Дерев'яні рами",
  "wiki.zetter.sharing.button.download": "Завантажте галерею Zetter із CurseForge",
  "wiki.zetter.sharing.button.download.from": "від CurseForge",
  "wiki.zetter.sharing.button.download.what": "Завантажте галерею Zetter",
  "wiki.zetter.sharing.button.wiki": "Перегляньте Вікі галереї Zetter",
  "wiki.zetter.sharing.button.wiki.check": "Перевіряти",
  "wiki.zetter.sharing.button.wiki.what": "Вікі галерея Zetter",
  "wiki.zetter.sharing.description": "Ви можете поділитися своєю картиною зі світом за допомогою цього сайту та завантажити картини інших художників за допомогою доповнення Zetter Gallery.",
  "wiki.zetter.sharing.section": "Спільний доступ",
  "wiki.zetter.sharing.title": "Обмін картинами",
  "wiki.zetter.sharing.what-is-gallery": "Zetter Gallery — незалежний мод, для роботи якого потрібен Zetter. Він завантажується окремо, тому гравці, які не бажають мати онлайн-функції, можуть зберегти базову версію мода.",
  "wiki.zetter.signing.image": "Зображення інструкції з підписання живопису",
  "wiki.zetter.signing.section": "Підписання",
  "wiki.zetter.signing.text-intro": "Коли ви закінчите з вашим твором, настав час поставити свій авторський підпис. Ви не зможете редагувати картину після підписання, тому переконайтеся, що вона хороша! Клацніть правою кнопкою миші з полотном у руці на порожньому місці, щоб відкрити інтерфейс попереднього перегляду та підпису:",
  "wiki.zetter.signing.title": "Підписування картин",
  "wiki.zetter.title": "Zetter Wiki Home",
  "wiki.zetter.tools.color.blending": "1) Тип змішування. Він визначає, у якому колірному просторі та який алгоритм буде використано для змішування кольорів, якщо застосовно змішування (інструмент «Пензель», а не олівець повної інтенсивності). По-перше, це змішування RYB, яке намагається імітувати роботу справжніх фарб у дуже спрощений спосіб. Це може бути дивно, але створює приємніші кольори. По-друге, це змішування RGB, яке добре знайоме цифровим художникам (ви можете віддати перевагу цьому). Останнім є природне змішування, яке використовує реальні дані, люб’язно надані дослідником Скоттом Алленом Бернсом. Насправді це ще не реалізовано, але в майбутньому має дати найкращий результат.",
  "wiki.zetter.tools.color.brightness": "А (3) — повзунок яскравості (B). При найменшому значенні ваш колір перетвориться на чорний.",
  "wiki.zetter.tools.color.brightness.title": "3) Повзунок яскравості",
  "wiki.zetter.tools.color.dithering": "2) Тип дизерінгу. Якщо ввімкнути цю функцію, кожен N піксель пропускатиметься, щоб надати класичному піксельному малюнку ефект розмитості.",
  "wiki.zetter.tools.color.hex.title": "4) Поле кольору HEX",
  "wiki.zetter.tools.color.hue": "1) Повзунок Hue (H). Утримуючи курсор миші над повзунком, ви можете змінити фактичний основний колір у вибраному слоті палітри.",
  "wiki.zetter.tools.color.hue.title": "1) Повзунок відтінку",
  "wiki.zetter.tools.color.image": "Зображення інструкції з налаштування кольору",
  "wiki.zetter.tools.color.input": "4) Поле введення можна використовувати для імпорту кольору з іншого місця. Він приймає шістнадцяткове значення кольору RGB, іноді його називають нотацією HTML. Це виглядає так: #FFDAE9. Ви можете вільно вставити в це поле або ввести вручну. При вставці не потрібно зачищати поле, колір для зручності заміниться автоматично.",
  "wiki.zetter.tools.color.intensity": "3) Інтенсивність. Він визначає, наскільки це вплине на колір пікселя під пензлем. Змішування виконується за вибраним типом змішування. Менші значення майже не вплинуть на колір (корисно для тіней і світла), максимальне значення просто замінить базовий піксель на інший колір.",
  "wiki.zetter.tools.color.into": "Усередині кольорової вкладки ви побачите три повзунки (1,2,3) і поле введення (4).",
  "wiki.zetter.tools.color.saturation": "2) Повзунок насиченості (S). Це впливає на контраст поточного кольору. За мінімального значення він перетворює колір на палітру відтінків сірого.",
  "wiki.zetter.tools.color.saturation.title": "2) Повзунок насиченості",
  "wiki.zetter.tools.color.size": "4) Розмір. Більший розмір вплине на більше пікселів. Для пензля він плавно збільшується, але для олівця є пороги, олівець має лише обмежений набір розмірів форми.",
  "wiki.zetter.tools.color.title": "Колір",
  "wiki.zetter.tools.intentory.text": "Інвентар вашого персонажа. Ви можете використовувати його для швидкої зміни палітр і полотен.",
  "wiki.zetter.tools.inventory.image": "Зображення інструкції з інвентаризації",
  "wiki.zetter.tools.inventory.title": "Інвентар",
  "wiki.zetter.tools.pencil.blending-type.title": "1) Тип змішування",
  "wiki.zetter.tools.pencil.dither-type.title": "2) Тип дизерінгу",
  "wiki.zetter.tools.pencil.image": "Зображення інструкції з налаштування олівця",
  "wiki.zetter.tools.pencil.intensity.title": "3) Повзунок інтенсивності",
  "wiki.zetter.tools.pencil.intro": "Конфігурації інструментів «Олівець» і «Пензель» подібні, тому ми розглянемо обидва в одному параграфі.",
  "wiki.zetter.tools.pencil.size.title": "4) Повзунок розміру",
  "wiki.zetter.tools.pencil.title": "Параметри олівця та пензля",
  "wiki.zetter.tools.section": "Інструменти",
  "wiki.zetter.tools.title": "Інструменти та налаштування",
  "wiki.zetter.workspace.image": "Майстерня: Художній стіл, мольберт і полотно на мольберті",
  "wiki.zetter.workspace.section": "Робоча область",
  "wiki.zetter.workspace.text-interacting": "Маючи в руках палітру (або без неї, якщо вона вже на місці), клацніть правою кнопкою миші на мольберті, щоб почати малювати.",
  "wiki.zetter.workspace.text-mounting": "З полотном у руках клацніть мольберт правою кнопкою миші, щоб встановити його.",
  "wiki.zetter.workspace.text-start": "Щоб почати малювати, вам потрібно підготувати наш майстер-клас з малювання. Розмістіть столик художника, мольберт, покладіть полотно на мольберт і отримайте палітру у своїй гарячій панелі.",
  "wiki.zetter.workspace.text-workshop-title": "Наша майстерня повинна виглядати так:",
  "wiki.zetter.workspace.title": "Підготовка робочого місця"
}
